Repository: wwood/scim
Catalog: skim/trunk/po/*.po
Languages: de, fr, it, ja, ko, nl, pa, zh_cn

source: Main Toolbar
de: Hauptwerkzeugleiste
fr: Barre d'Outils Principale
it: Barra degli strumenti principale
ja: メインツールバー
ko: 주 툴바
nl: Hoofd werkbalk
pa: ਮੁੱਖ ਸੰਦ-ਪੱਟੀ
zh_cn: 主工具条窗口

source: SCIM Help
de: Hilfe zu SCIM
fr: Aide SCIM
it: Aiuto di Scim
ja: SCIMヘルプ
ko: SCIM 도움말
pa: SCIM ਸਹਾਇਤਾ
zh_cn: SCIM 帮助

source: SCIM Setup
de: Einrichtung von SCIM
fr: Configuration SCIM
it: Configurazione di Scim
ja: SCIMの設定
ko: SCIM 설정
nl: SCIM configuratie
pa: SCIM ਸੈੱਟਅੱਪ
zh_cn: SCIM 配置

source: Reload all modules
de: Alle Module neu laden
fr: Recharger tous les modules
it: Ricarica tutti i moduli
ja: 全てのモジュールをリロード
ko: 모든 모듈 새로 불러들이기
nl: Alle modules herladen
pa: ਸਭ ਮੈਡੀਊਲ ਮੁੜ ਲੋਡ
zh_cn: 重载所有模块

source: Input Method
de: Eingabemethode
fr: Méthode de Saisie
it: Metodo di inserimento
ja: 入力メソッド
ko: 입력모드
nl: Invoer methode
pa: ਇੰਪੁੱਟ ਢੰਗ
zh_cn: 输入法

source: Keyboard
de: Tastatur
fr: Clavier
it: Tastiera
ja: キーボード
ko: 자판
nl: Toetsenbord
pa: ਕੀਬੋਰਡ
zh_cn: 键盘

source: KDE Frontend for SCIM Input Method Platform
de: KDE-Benutzeroberfläche für SCIM
fr: Frontal KDE pour la Plateforme SCIM
it: Interfaccia per KDE della piattaforma del metodo di inserimento SCIM
ja: SCIM IMプラットフォームのKDEフロントエンド
ko: KDE 를 위한 SCIM 입력 방식
nl: KDE frontend voor SCIM Invoer Methode
pa: SCIM ਇੰਪੁੱਟ ਢੰਗ ਪਲੇਟਫਾਰਮ ਲਈ KDE ਮੁੱਖ ਭੂਮੀ
zh_cn: SCIM 输入法平台 KDE 前端

source: Start as daemon.
de: Als Hintergrunddienst starten.
fr: Lancement en arrière-plan.
it: Avvia come demone.
ja: デーモンとして起動
ko: 데몬으로 시작.
nl: Start als een daemon
pa: ਡਾਈਮੋਨ ਵਾਂਗ ਸ਼ੁਰੂ ਕਰੋ।
zh_cn: 后台服务方式启动。

source: List all availabe skim plugins.
de: Alle verfügbaren Komponenten von skim auflisten.
fr: Liste des composants skim disponibles.
it: Elenca tutti i plugin di Skim disponibili.
ja: 使用可能なプラグインを全て表示
ko: 사용가능한 스킴플러그인 리스트.
nl: Toon alle beschikbare Skim plugins.
pa: ਸਭ ਉਪਲੱਬਧ skim ਪਲੱਗਿੰਨ ਵੇਖਾਓ।
zh_cn: 列出所有可用的 skim 插件

source: Uses specified Config module.
de: Verwendet das angegebene Einstellungsmodul.
fr: Utilisation du module de configuration spécifié.
it: Usa il modulo di configurazione specificato.
ja: 指定した設定モジュールを使用
ko: 특화된 설정 모듈사용.
nl: Opgegeven configuratie module gebruiken.
pa: ਖਾਸ ਸੰਰਚਨਾ ਮੈਡੀਊਲ ਵਰਤੋਂ।
zh_cn: 使用特定的配置模块

source: A comma separated list of plugin names. All of these plugins will be loaded no matter whether they are enabled in the setting file.
de: Eine kommagetrennte Liste der Komponentennamen. Diese Komponenten werden alle geladen, unabhängig davon, ob sie in der Einstellungsdatei aktiviert sind.
fr: Liste de noms de composants, séparés par des virgules. Tous ces composants seront chargés, qu'ils soient activés ou non dans le fichier de configuration.
it: Un elenco separato da virgole di nomi di plugin. Tutti questi plugin saranno caricati indipendentemente da se sono abilitati nel file delle impostazioni.
ja: カンマで区切ったプラグイン名のリスト。これらのプラグインは設定ファイルの内容にかかわらず全てロードされます。
ko: 플러그인 리스트에서 구분된 쉼표. 플러그인들이 설정에 활성화 과 되어 있던 않되어있던간에 모든 플러그인이 새로 불러들여 질것입니다.
nl: Een door komma's gescheiden lijst van plugin-namen. Al deze plugins zullen worden geladen, onafhankelijk of ze geselecteerd zijn in het configuratie bestand
zh_cn: 以逗号分割的插件名称。无论在配置文件中是否启用， 指定的插件将被加载。

source: A comma separated list of plugin names. All of these plugins will be disabled no matter whether they are disabled in the setting file.
de: Eine kommagetrennte Liste der Komponentennamen. Diese Komponenten werden alle deaktiviert, unabhängig davon, ob sie in der Einstellungsdatei deaktiviert sind.
fr: Liste de noms de composants, séparés par des virgules. Tous ces composants seront désactivés, qu'ils soient désactivés ou non dans le fichier de configuration.
it: Un elenco separato da virgole di nomi di plugin. Tutti questi plugin saranno disabilitati indipendentemente da se sono disabilitati nel file delle impostazioni.
ja: カンマで区切ったプラグイン名のリスト。これらのプラグインは設定ファイルの内容にかかわらず全て無効になります。
ko: 플러그인 리스트에서 구분된 쉼표. 플러그인들이 설정에 불활성화 되어 있던 간에있던간에 모든 플러그인이 불활성화 될것입니다.
nl: Een door komma's gescheiden lijst van plugin-namen. Al deze plugins zullen worden uitgeschakeld, onafhankelijk of ze uit uitgeschakeld zijn in het configuratie bestand
zh_cn: 以逗号分割的插件名称。无论在配置文件中是否禁用， 指定的插件将不会被载入。

source: Quit if no connected client.
de: Beenden, falls von keinem Programm benutzt.
fr: Arrêt en l'absence de clients connectés.
it: Esci se non c'è un client connesso.
ja: クライアントの接続がなければ終了する
ko: 연결된 클라이언트가 없으면 종료.
nl: Afsluiten als er geen client is verbonden.
pa: ਜੇਕਰ ਕੋਈ ਕਲਾਂਈਟ ਜੁੜਿਆ ਨਾ ਹੋਵੇ ਤਾਂ ਬੰਦ ਕਰੋ।
zh_cn: 当没有连接的客户端时自动退出

source: Enable debug info, to specific LEVEL..
de: Debug-Informationen aktivieren, zu bestimmtem LEVEL.
fr: Activation informations de debug au niveau LEVEL.
it: Abilita le informazioni di debug, al livello specifico.
ja: デバッグ情報を特定のLEVELで有効にする
ko: 특정 단계로 디버깅 정보 활성화..
nl: Debug informatie inschakelen, tot opgegeven NIVO...
pa: ਡੀਬੱਗ ਜਾਣਕਾਰੀ ਯੋਗ, ਖਾਸ ਪੱਧਰ...
zh_cn: 指定输出调试信息详细级别(LEVEL)

source: Current version of skim
de: Aktuelle Version von skim
fr: Version courante de skim
it: Versione attuale di Skim
ja: 現在のバージョン
ko: 스킴의 현재 버전
nl: Huidige versie van skim
pa: skim ਦਾ ਮੌਜੂਦਾ ਵਰਜਨ
zh_cn: 当前 skim 版本

source: Output debug file.(No effort, always use none)
de: Debug-Datei erzeugen. (Kein Effekt, nie verwenden.)
fr: Fichier de debug (Rien à faire, toujours utilisé)
it: File dell'output di debug. (Inutile, usa sempre nessuno)
ja: デバッグ出力ファイル(使用不可/標準出力になります)
ko: 디버그파일 출력.(효과없음. 항상 사용않함으로 선택)
nl: Debug uitvoer bestand.(Geen moeite, gebruik altijd none)
pa: ਆਉਟਪੁੱਟ ਡੀਬੱਗ ਫਾਇਲ ਹੈ। (ਕੋਈ ਜਤਨ ਨਹੀਂ, ਹਮੇਸਾਂ ਕੋਈ ਨਹੀਂ ਵਰਤਦਾ)
zh_cn: 调试信息输出文件。（未实现，总是 stdout)

source: Force start even if scim panel socket can not be established.
de: Start erzwingen, selbst wenn der Sockel für scim nicht erstellt werden kann.
fr: Démarrage forcé, même si la connection vers SCIM ne peut pas être établie.
it: Costringi all'avvio anche se il socket del pannello di scim non può essere stabilito.
ja: パネルソケットが確立されなくても強制的に起動する
ko: SCIM 패널 소켓연결이 되지 않았어도 강제 시작.
nl: Forceer het starten, zelfs als scim paneel socket niet kan worden gestart.
pa: ਭਾਵੇਂ scim ਪੈਨਲ ਸਾਕਟ ਤਿਆਰ ਨਾ ਹੀ ਹੋਵੇ ਤਾਂ ਵੀ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕਰੋ।
zh_cn: 强行启动，即使面板服务套接字不能建立。

source: IRC: server: irc.freenode.net / channel: #scim Feedback: scim-user@lists.sourceforge.net
ja: IRCチャンネル: server: irc.freenode.net / channel: #scim ご意見・ご要望: scim-user@lists.sourceforge.net
ko: 아알씨: 서버: irc.freenode.net / 채널: #scim 의견: scim-user@lists.sourceforge.net
zh_cn: 在线聊天室（IRC）: 服务器: irc.freenode.net / 频道: #scim 反馈: scim-user@lists.sourceforge.net

source: Core Developer
de: Hauptentwickler
fr: Développeur Principal
it: Sviluppatore centrale
ja: 主要開発者
ko: 주 개발자
nl: Hoofd ontwikkelaar
pa: ਮੋਢੀ ਖੋਜੀ
zh_cn: 核心开发者

source: SCIM Core Author
de: Hauptautor von SCIM
fr: Auteur Principal SCIM
it: Autore centrale di Scim
ja: SCIMの主な作者
ko: SCIM 주 제작자
nl: SCIM hoofd auteur
pa: SCIM ਮੋਢੀ ਲੇਖਕ
zh_cn: SCIM 核心作者

source: Doc writer and German translator
de: Dokumentationsschreiber und deutscher Übersetzer
fr: Rédacteur Documentation et Traducteur Allemand
it: Autore della documentazione e traduttore tedesco
ja: ドキュメントライタ/ドイツ語翻訳者
ko: 문서 제작및 독일어 번역자
nl: Document auteur en vertaler Duits
pa: ਦਸਤਾਵੇਜ਼ ਲੇਖਕ ਅਤੇ ਜਰਮਨ ਅਨੁਵਾਦਕ
zh_cn: 文档编写和德语翻译

source: Art designer and Korean translator
de: Grafikdesigner und koreanischer Übersetzer
fr: Concepteur Graphique et Traducteur Coréen
it: Artista e traduttore coreano
ja: アートデザイナー/ハングル翻訳者
ko: 그래픽 디자인 및 한국어 번역자
nl: Art ontwerper en vertaler Koreaans
pa: ਕਲਾਕਾਰ ਅਤੇ ਕੋਰੀਆਈ ਅਨੁਵਾਦਕ
zh_cn: 美工和韩语翻译

source: Japanese translator
de: Japanische Übersetzerin
fr: Traducteur Japonais
it: Traduttore giapponese
ja: 日本語翻訳者
ko: 일본어 번역자
nl: Japanse vertaler
pa: ਜਪਾਨੀ ਅਨੁਵਾਦਕ
zh_cn: 日语翻译

source: _: NAME OF TRANSLATORS Your names
de: Jan Hefti
fr: _: NOM DES TRADUCTEURS Damien Menanteau
it: Federico Zenith
ja: Yukiko Bando
ko: 김기태
nl: _:namen van vertalers Ronald Stroethoff
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਬਰਾੜ ਆਲਮਵਾਲਾ
zh_cn: LiuCougar

source: _: EMAIL OF TRANSLATORS Your emails
de: j.hefti@chinaboard.de
fr: _: EMAIL DES TRADUCTEURS damien.menanteau@cegetel.net
it: zenith@chemeng.ntnu.no
ja: ybando@k6.dion.ne.jp
ko: bluetux@gmail.com
nl: _:e-mailadres van vertaler stroet43@zonnet.nl
pa: amanpreetalam@yahoo.com
zh_cn: liuspider@users.sourceforge.net

source: Installed skim Plugins:
ja: インストール済のskimプラグイン:
ko: 설치된 스킴 플러그인:
nl: Geïnstalleerde skim plugins:
zh_cn: 已安装的 skim 插件

source: Name
fr: Nom
it: Nome
ja: 名称
ko: 이름
nl: Naam
pa: ਨਾਂ
zh_cn: 名称

source: Comment
de: Kommentar
fr: Description
it: Commento
ja: 説明
ko: 설명
nl: commentaar
pa: ਟਿੱਪਣੀ
zh_cn: 注释

source: (Hidden)
ja: (非表示)
ko: (숨김)
nl: (Verborgen)
zh_cn: (隐藏)

source: Note: Hidden plugins can not be disabled.
ja: 注意: 非表示プラグインは無効にできません。
ko: 주: 숨겨진 플러그 인은 활성화가 않됨.
nl: Letop: verborgen plugins kunnen niet worden gedeselecteerd.
zh_cn: 注意：隐藏的插件是不能被禁用的。

source: SKIM: KDE frontend for SCIM %1
de: SKIM: KDE Oberfläche für SCIM %1
fr: SKIM : Frontal KDE pour SCIM %1
it: Skim: interfaccia di KDE per SCIM %1
ja: SKIM: SCIM %1 のためのKDEフロントエンド
ko: SKIM: SCIM 의 KDE 프론트엔드 %1
nl: SKIM: KDE frontend voor SCIM %1
pa: SKIM: SCIM %1 ਲਈ KDE ਦਿੱਖ
zh_cn: SKIM: SCIM KDE 前端 %1

source: &General
de: &Allgemein
fr: &Général
it: &Generale
ja: 全般(&G)
ko: 일반(&G)
nl: &Algemeen
pa: ਸਧਾਰਨ(&G)
zh_cn: 常规(&G)

source: Grab Key
de: Tastenkombination übernehmen
fr: Capture de Touche
it: Cattura tasto
ja: キー選択
ko: 잡는 키
nl: kopieer toets
pa: ਸਵਿੱਚ ਲਵੋ
zh_cn: 捕获热键

source: <center>Please press shortcut...</center><p>When you release a key this dialog will be closed automatically.</p>
de: <center>Bitte drücken Sie die gewünschte Tastenkombination...</center><p>Wenn Sie eine Taste loslassen, wird dieser Dialog automatisch geschlossen.</p>
fr: <center>Appuyer sur une touche ...</center><p>Cette fenêtre se fermera dès que la touche sera relâchée.</p>
it: <center>Per piacere premi la scorciatoia...</center><p>Quando rilascerai un tasto questa finestra sarà chiusa automaticamente.</p>
ja: <center>ショートカットキーを押して下さい...</center><p>キーをリリースするとこのダイアログは自動的に閉じます。
ko: <center>단축키를 누르세요.</center></p>키늘 놓았을때이 창은 자동으로 닫힘니다.</p>
nl: <center>Gebruik sneltoets...</center><p>Dit venster sluit automatisch wanneer een toets wordt losgelaten.</p>
pa: <center>ਇੱਕ ਸ਼ਾਰਟਕੱਟ ਦਬਾਓ...</center><p>ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਸਵਿੱਚ ਨੂੰ ਛੱਡੋਗੇ ਤਾਂ ਇਹ ਵਾਰਤਾਲਾਪ ਆਪਣੇ ਆਪ ਹੀ ਬੰਦ ਹੋ ਜਾਵੇਗਾ।</p>
zh_cn: <center>请按下热键...</center><p>当第一个按键被松开后本对话框将自动关闭。</p>

source: Release
de: Loslassen
fr: Relâche
it: Rilascio
ja: リリース
ko: 버전
nl: Vrijgeven
pa: ਜਾਰੀ
zh_cn: 释放触发

source: Edit Shortcut List
de: Liste von Tastenkürzeln bearbeiten
fr: Edition Liste des Raccourcis
it: Modifica la lista delle scorciatoie
ja: ショートカットを編集
ko: 단축키 리스트 수정
nl: Sneltoetsen lijst aanpassen
pa: ਸ਼ਾਰਟਕੱਟ ਸੂਚੀ ਸੋਧ
zh_cn: 编辑热键列表

source: Edit Shortcuts
de: Tastenkürzel bearbeiten
fr: Edition Raccourcis
it: Modifica le scorciatoie
ja: ショートカットを編集
ko: 단축키 수정
nl: Sneltoetsen aanpassen
pa: ਸ਼ਾਰਟਕੱਟ ਸੋਧ
zh_cn: 修改热键

source: Warning
de: Warnung
fr: Attention
it: Attenzione
ja: 警告
ko: 경고
nl: Waarschuwing
pa: ਚੇਤਾਵਨੀ
zh_cn: 警告

source: "%1" is not a valid shortcut!
de: "%1" ist kein gültiges Tastenkürzel!
fr: "%1" n'est pas un raccourci valide !
it: "%1" non è una scorciatoia valida.
ja: "%1" は有効なショートカットではありません
ko: "%1" 는 잘못된 단축키입니다.
nl: "%1" is geen geldige shortcut
pa: "%1" ਇੱਕ ਠੀਕ ਸ਼ਾਰਟਕੱਟ ਨਹੀਂ ਹੈ!
zh_cn: "%1" 不是一个合法的热键！

source: Auto Start
de: Automatisch starten
fr: Démarrage Automatique
it: Avvio automatico
ja: 自動スタート
ko: 자동 시작
nl: Zelf startend
pa: ਸਵੈ-ਚਾਲੂ
zh_cn: 自动启动

source: Whether to start skim automatically when KDE starts.
de: Ob skim beim Start von KDE automatisch geladen werden soll.
fr: Lancement automatique de skim au démarrage de KDE.
it: Se avviare Skim automaticamente all'avvio di KDE.
ja: KDEの起動時に自動的にskimを開始 するかどうか。
ko: KDE 시작시 skim 자동 시작 여부 선택
nl: Of start skim automatisch wanneer KDE start.
pa: ਕੀ skim ਆਪਣੇ ਆਪ ਹੀ ਚਾਲੂ ਹੋ ਜਾਵੇ ਜਦੋਂ ਵੀ KDE ਚਾਲੂ ਹੋਵੇ।
zh_cn: KDE启动时，自动运行 skim。

source: Enable Composite
de: Composite aktivieren
fr: Activation Mode Composite
it: Abilita Composite
ja: Compositeを有効にする
ko: 투명화 지원 활성화
nl: Composite gebruiken
pa: ਸੰਯੁਕਤ ਯੋਗ
zh_cn: 启用混合效果支持

source: Whether to enable Composite support which is essential for transparent.
de: Ob die Unterstützung für die Composite-Tasten aktiviert werden soll, welche für transparente Eingabe notwendig ist.
fr: Activation ou non du support Composite qui est essentiel pour la transparence.
it: Se abilitare il supporto per Composite, indispensabile per la trasparenza.
ja: Compositeサポートを有効にするかどうか。 (透明効果に必要)
ko: 투명화 지원을 위한 활성화 여부.
nl: Of gebruik de Composite ondersteuning (die essentieel is voor doorzichtigheid).
zh_cn: 是否启用混合效果支持（用以实现半透明效果）

source: Use Kompmgr Composite Manager
de: Composite-Manager Kompmgr verwenden
fr: Utilisation du gestionnaire composite Kompmgr
it: Usa il gestore di Composite Kompmgr
ja: Kompmgr(Compositeマネージャ)を使用
ko: Kompmgr 을 투명화 매뉴로 사용
nl: Gebruik de Kompmgr Composite manager
pa: Kompmgr ਸੰਯੁਕਤ ਪਰਬੰਧਕ ਵਰਤੋਂ
zh_cn: 使用 KDE 内建混合效果管理功能

source: Whether to use KDE built-in composite manager.
de: Ob der in KDE eingebaute Composite-Manager verwendet werden soll.
fr: Utilisation ou non du gestionnaire composite de KDE.
it: Se usare il gestore di Composite incorporato in KDE.
ja: KDEビルトインCompositeマネージャを 使用するかどうか。
ko: KDE 내장 투명화 관리자 사용 여부
nl: Of gebruik de in KDE ingebouwde composite manager.
pa: ਕੀ KDE ਸ਼ਾਮਲ ਸੰਯੁਕਤ ਪਰਬੰਧਕ ਵਰਤਣਾ ਹੈ।
zh_cn: 使用KDE内建 Composite 管理器 (kompmgr)

source: Use GTK IMModule support
de: Unterstützung für GTK IMModule verwenden
fr: Utilisation du support de l'IMModule de GTK
it: Usa il supporto per il modulo di inserimento GTK
ja: GTK-immoduleサポートを使用
ko: GTK IM모듈 지원 사용
nl: Gebruik GTK IM-module ondersteuning
pa: GTK IMModule ਸਹਿਯੋਗ ਵਰਤੋਂ
zh_cn: 启用 GTK 输入法模块支持

source: Whether to start scim to support gtk2 immodule.
de: Ob scim mit Unterstützung für das IMModule von gtk2 gestartet werden soll.
fr: Démarrage ou non de scim pour supporter l'IMModule gtk2.
it: Se avviare Scim per supportare il modulo di inserimento GTK2.
ja: GTK-immoduleをサポートするためにscimを起動するかどうか。
ko: gtk2 im모듈을 지원하는 상태로 scim 시작 여부.
nl: Of start scim voor ondersteuning van de gtk2 module.
pa: ਕੀ scim ਨੂੰ gtk2 immodule ਸਹਿਯੋਗ ਨਾਲ ਚਾਲੂ ਕਰਨਾ ਹੈ।
zh_cn: 是否在启用 scim 时使用 GTK 输入法模块

source: Show Quit option in context menu
de: Option "Beenden" im Kontextmenü anzeigen
fr: Afficher l'option Quitter dans le menu contextuel
it: Mostra l'opzione di uscita nel menu contestuale
ja: 終了オプションをメニューに表示
ko: 문맥 메뉴에 "끝내기" 옵션 보이기
nl: Afsluiten optie in context menu tonen
pa: ਪਰਸੰਗ ਮੇਨੂ ਵਿੱਚ ਚੋਣ ਬੰਦ ਵੇਖਾਓ
zh_cn: 在右键菜单中显示退出选项

source: Whether to show the quit entry in right click menu.
de: Ob der Eintrag zum Beenden im Menü angezeigt werden soll, das durch rechten Mausklick erscheint.
fr: Affichage ou non de l'entrée quitter dans le menu clic droite.
it: Se mostrare la voce di uscita nel menu ottenuto facendo clic destro.
ja: 右クリックメニューに終了オプションを 表示するかどうか。
ko: 오른쪽 버튼 클릭으로 나오는 메뉴에 종료 메뉴를 보일것인지 여부
nl: Of toon het afsluit-venster in het rechts klik menu.
pa: ਕੀ ਸੱਜਾ ਬਟਨ ਦਬਾਉਣ ਵਾਲੇ ਮੇਨੂ ਵਿੱਚ ਬੰਦ ਕਰੋ ਇੰਦਰਾਜ਼ ਰੱਖਣਾ ਹੈ।
zh_cn: 是否在右键菜单中显示退出选项

source: Font Setting for Input Window
de: Zeichensatzeinstellungen für das Eingabefenster
fr: Configuration Police Fenêtre de Saisie
it: Impostazione dei caratteri per la finestra di inserimento
ja: 入力ウィンドウのフォント設定
ko: 입력창을 위한 글꼴 설정
nl: Lettertype instelling voor invoer venster
pa: ਇੰਪੁੱਟ ਝਰੋਖੇ ਲਈ ਫੋਂਟ ਵਿਵਸਥਾ
zh_cn: 输入窗口字体设置

source: Use this font in Input Window
de: Verwende diesen Zeichensatz im Eingabefenster
fr: Utilisation de la police spécifiée dans la fenêtre de saisie
it: Usa questo carattere nella finestra di inserimento
ja: このフォントを入力ウィンドウで使用
ko: 이 글꼴을 입력창에 사용
nl: Dit lettertype voor invoer venster gebruiken
pa: ਇੰਪੁੱਟ ਝਰੋਖੇ ਵਿੱਚ ਇਹ ਫੋਂਟ ਵਰਤੋਂ
zh_cn: 在输入窗口中使用用户指定的字体

source: Use Vertical Lookup Table
de: Verwende eine vertikale Auswahlliste
fr: Table de Recherche Verticale
it: Usa tabella di riferimento verticale
ja: 候補ウィンドウを縦に表示
ko: 수직 미리보기 테이블 사용
nl: Vertikale opzoek-tabel gebruiken
pa: ਲੰਬਕਾਰੀ ਖੋਜ ਸਾਰਨੀ ਵਰਤੋਂ
zh_cn: 纵向显示候选词

source: Whether the candidates in Lookup Table are aligned vertically.
de: Ob die Kandidaten in der Auswahlliste untereinander angezeigt werden sollen.
fr: Spécifie si les candidats doivent être affichés verticalement dans la table de recherche.
it: Se i candidati nella tabella di riferimento sono allineati verticalmente.
ja: 候補を候補ウィンドウで垂直方向に 表示するかどうか。
ko: 미리보기 테이블에 후보 글자를 수직으로 정리할것인가의 여부
nl: Of de kandidaten in de opzoek-tabel onder elkaar getoond moeten worden.
pa: ਕੀ ਖੋਜ ਸਾਰਣੀ ਵਿੱਚ ਇਕਾਈਆਂ ਲੰਬਕਾਰੀ ਹੋਣ।
zh_cn: 是否将候选词纵向排列

source: Minimize the width of Lookup Table
de: Breite der Auswahlliste minimieren
ja: 候補ウィンドウの幅を最小化
ko: 미리 보기 테이블 폭을 최소화
nl: De breedte van de opzoek-tabel minimaliseren
pa: ਖੋਜ ਸਾਰਣੀ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਚੌੜਾਈ
zh_cn: 使用尽可能窄的候选词窗口

source: If unchecked, the minimum width of Lookup Table will be set to 100, otherwise 0.
de: Falls deaktiviert, wird die minimale Breite der Auswahlliste auf 100 Pixel eingestellt, andernfalls auf 0.
ja: のオプションを無効にすると、候補ウィンドウの最小幅が100に設定されます。有効にしておくと0に設定されます。
ko: 만약 선택 되어 있지 않으면 미리보기 테이블을 폭은 100, 으로 그렇지 안 으면 0 으로 설정.
nl: Indien niet aangevinkt, zal de minimum breedte van de opzoek-tabel zal worden ingesteld op 100, anders op 0.
pa: ਜੇਕਰ ਚੋਣ ਨਾ ਕੀਤੀ ਗਈ ਤਾਂ ਖੋਜ ਸਾਰਣੀ ਦੀ ਘੱਟੋ-ਘੱਟ ਚੌੜਾਈ 100 ਦਿੱਤੀ ਜਾਵੇਗੀ, ਨਹੀਂ ਤਾਂ 0
zh_cn: 如果未选中该项，则设置候选词窗口的最小宽度为100，否则不设置最小宽度。

source: Fix the position of the Input Window
de: Feste Position des Eingabefensters
fr: Bloquer Position Fenêtre de Saisie
it: Fissa la posizione della finestra di inserimento
ja: 入力ウィンドウの位置を固定
ko: 입력창 위치 고정
nl: Herstel de positie van het invoer venster
pa: ਇੰਪੁੱਟ ਝਰੋਖੇ ਦੀ ਸਥਿਰ ਥਾਂ
zh_cn: 固定输入窗口位置

source: If enabled, Input Window does not follow the cursor.
de: Wenn diese Option aktiviert ist, folgt das Eingabefenster nicht dem Cursor.
fr: Lorsque cette option est activée, la fenêtre de saisie ne suit pas le curseur.
it: Se abilitato, la finestra di inserimento non seguirà il cursore.
ja: 有効にすると入力ウィンドウはカーソル 位置へ移動しません。
ko: 만약 활성화 되어 있다면, 입력창이 커서를 따라다니지 않음
nl: Indien ingeschakelt, volgt het invoer venster niet de cursor.
pa: ਜੇਕਰ ਯੋਗ ਕੀਤਾ ਗਿਆ ਤਾਂ, ਇੰਪੁੱਟ ਝਰੋਖਾ ਕਰਸਰ ਦਾ ਪਿੱਛਾ ਨਹੀਂ ਕਰਦਾ।
zh_cn: 如果选中该选项，输入窗口将不会跟随光标移动

source: Use embedded lookup table
de: Auswahltabelle integrieren
fr: Table de recherche intégrée
it: Usa una tabella di riferimento integrata
ja: 埋め込み候補ウィンドウを使用
ko: 미리보기 테이블 내장 형태로 사용
nl: Gebruik de interne opzoek-tabel
pa: ਸ਼ਾਮਲ ਖੋਜ ਸਾਰਣੀ ਵਰਤੋਂ।
zh_cn: 嵌入式候选词窗口

source: If you prefer standalone lookup table, please uncheck this option.
de: Wenn Sie ein eigenes Fenster für die Auswahltabelle verwenden möchten, deaktivieren Sie bitte diese Option.
fr: Si vous préférez utiliser une table de recherche autonome, désélectionnez cette option.
it: Se preferisci una tabella di inserimento a sé stante, deseleziona questa opzione.
ja: 独立型候補ウィンドウを使用する場合は このオプションを無効にしてください。
ko: 만약 독립적인 미리보기 테이블을 원한다면, 이곳은 선택하지 마세요.
nl: Indien de "standalone" opzoek-tabel de voorkeur heeft, vink deze optie niet aan.
pa: ਜੇਕਰ ਤੁਸੀਂ ਇੱਕਲੀ ਖੋਜ ਸਾਰਣੀ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਚੋਣ ਨਾ ਕਰੋ।
zh_cn: 如果更倾向于使用独立的候选词窗口，请不要选中该项

source: Always show Main Window
de: Hauptfenster immer anzeigen
fr: Affichage permanent fenêtre principale
it: Mostra sempre la finestra principale
ja: ツールバーを常に表示
ko: 항상 주 창 보이기
nl: Altijd het hoofdvenster tonen
pa: ਹਮੇਸ਼ਾ ਮੁੱਖ ਝਰੋਖਾ ਵੇਖਾਓ
zh_cn: 始终显示主窗口

source: Show Main Window all the time. When checked, even if no input method is selected, the Main Window remains on the screen.
de: Wenn diese Option aktiviert ist, wird das Hauptfenster auch dann angezeigt, wenn keine der Eingabemethoden aktiv ist.
fr: Affiche la fenêtre principale en permanence. Quand cette option est sélectionnée, la fenêtre principale reste affichée à l'écran même si aucune méthode de saisie n'est sélectionnée.
it: Mostra sempre la finestra principale. Quando è segnato, anche se non è selezionato nessun metodo di inserimento, la finestra principale rimarrà sullo schermo.
ja: 有効にすると入力メソッドがアクティブ でない時もツールバーをスクリーンに 表示します。
ko: 항상 메인 창 보여주기. 입력 방법이 선택되어 있지 않더라도, 항상 스크린에 메인 윈도우가 남아 있음.
nl: Hoofdvenster altijd laten zien, zelfs als er geen invoer methode gekozen is, blijft het hoofdvenster op het scherm.
pa: ਸਭ ਸਮੇਂ ਮੁੱਖ ਝਰੋਖਾ ਵੇਖਾਓ। ਜੇਕਰ ਇਹ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਭਾਵੇਂ ਕੋਈ ਵੀ ਇੰਪੁੱਟ ਦੀ ਚੋਣ ਨਾ ਕੀਤੀ ਗਈ ਹੋਵੇ ਤਾਂ ਵੀ ਮੁੱਖ ਝਰੋਖਾ ਪਰਦੇ ਉੱਪਰ ਹੀ ਰਹੇਗਾ।
zh_cn: 始终显示主窗口。如果选中该选项，不论输入法是否激活，主窗口都会被显示。

source: Always show the move handle
de: Anfasser zum Bewegen immer anzeigen
fr: Affichage permanent poignée de déplacement
it: Mostra sempre la maniglia di spostamento
ja: 移動ハンドルを常に表示
ko: 이동장치 항상 보이기
nl: Altijd het verplaats-handvat tonen
pa: ਹਮੇਸ਼ਾ ਏਧਰ ਓਧਰ ਕਰਨ ਲਈ ਹੱਥੀ ਵੇਖਾਓ
zh_cn: 始终显示移动手柄

source: whether the handle in the panel applet should be shown all the time. This is only effective in Panel Embedded mode.
de: Ob der Anfasser für die Kompenente in der Kontrolleiste immer angezeigt werden soll. Dies hat nur Auswirkungen im eingebetteten Modus.
fr: Indique si la poignée dans l'application panneau doit être affichée ou non en permanence. Cette option n'a d'effet qu'en mode panneau intégré.
it: Se la maniglia nel pannello deve essere sempre visualizzata. Questo funziona solo nella modalità a pannello incorporato.
ja: 移動ハンドルを常にパネルアプレットに表示するかどうか。このオプションは埋め込みモードでのみ有効になります。
ko: 패널에 설정 애플릿이 항상보이게 한다 하더라도 이 효과는 패널 내장 모드로 했을때만 효과가 있음
nl: Of het handvat in het paneel applet altijd getoond moet worden. Dit werkt alleen in het interne paneel mode.
pa: ਕੀ ਪੈਨਲ ਐਪਲਿਟ ਵਿੱਚ ਹੱਥੀ ਸਭ ਸਮੇਂ ਵਿਖਾਈ ਜਾਵੇ। ਇਹ ਸਿਰਫ਼ ਪੈਨਲ ਸ਼ਾਮਲ ਢੰਗ ਵਿੱਚ ਹੀ ਪਰਭਾਵੀ ਹੈ।
zh_cn: GUI元素是否始终显示。该选项仅仅在嵌入模式生效。

source: Always show extension handle
de: Erweiterungsfeld immer anzeigen
fr: Affichage permanent poignée extension
it: Mostra sempre la maniglia di estensione
ja: エクステンションハンドルを常に表示
ko: 확장 기능 항상 보이기(&t)
nl: Altijd het extensie-handvat tonen
pa: ਹਮੇਸ਼ਾ ਸਹਿਯੋਗੀ ਹੱਥੀ ਵੇਖਾਓ
zh_cn: 始终显示扩展按键

source: Whether the extension handle in the panel applet should be shown all the time.This is only effective in Panel Embedded mode.
de: Ob das Erweiterungsfeld in der Komponente für die Kontrolleiste immer angezeigt werden soll. Dies hat nur Auswirkungen im eingebetteten Modus.
fr: Indique si la poignée extension dans l'application panneau doit être affichée ou non en permanence. Cette option n'a d'effet qu'en mode panneau intégré.
it: Se la maniglia di estensione nel pannello deve essere sempre visualizzata. Questo funziona solo nella modalità a pannello incorporato.
ja: エクステンションハンドルを常にパネルアプレットに表示するかどうか。このオプションは埋め込みモードでのみ有効になります。
ko: 패널에 확장 설정 애플릿이 항상보이게 한다 하더라도 이 효과는 패널 내장 모드로 했을때만 효과가 있음
nl: Of het extensie-handvat in het paneel applet altijd getoond moet worden. Dit werkt alleen in het ingebedde paneel mode.
zh_cn: GUI元素是否始终显示。该选项仅在嵌入模式生效。

source: Docking Main Window to the panel
de: Das Hauptfenster an die Kontrolleiste andocken
fr: Arrimage fenêtre principale au panneau
it: Agganciare la finestra principale al pannello
ja: ツールバーをパネルにドッキング
ko: 주 창을 패널에 삽입
nl: Hoofdvenster aan het paneel vastklikken
pa: ਮੁੱਖ ਝਰੋਖੇ ਨੂੰ ਪੈਨਲ ਵਿੱਚ ਸਮੇਟਣਾ
zh_cn: 将主窗口嵌入任务栏

source: Dock the main toolbar into the KDE panel (kicker): if selected, Panel Embedded mode is activated.
de: Die Hauptwerkzeugleiste an die KDE-Kontrolleiste (kicker) andocken: wenn aktiviert, ist der eingebettete Modus aktiv.
fr: Indique si la barre d'outils principale doit être arrimée au panneau KDE : si cette option est sélectionnée, le mode panneau intégré est activé.
it: Aggancia la barra degli strumenti principale al pannello di KDE (Kicker): se selezionato, verrà attivata la modalità a pannello integrato.
ja: ツールバーをKDEパネル(kicker)にドッキングします。このオプションを選択すると埋め込みモードが有効になります。
ko: 주 투타를 KDE 패널(키커) 에 삽입: 만약 선택이 된다면, 패널 삽입 모드가활성화 됨.
nl: Hoofd werkbalk vastklikken in het KDE paneel (kicker). indien ingeschakeld, is ingebedde mode aktief.
zh_cn: 将主窗口嵌入 KDE 任务栏 (kicker) 中
