Repository: wwood/scim
Catalog: skim/trunk/po/*.po
Languages: de, fr, it, ja, ko, nl, pa, zh_cn

source: Snap to screen borders automatically
de: Automatisch an Bildschirmrand einrasten
fr: Alignement automatique aux bords d'écran
it: Aggancia automaticamente ai bordi dello schermo
ja: 自動的にスクリーンの端へ移動
nl: Automatisch aan scherm-randen vastklikken
pa: ਪਰਦਾ ਹਾਸ਼ੀਆਂ ਸਵੈ-ਚਾਲਤ ਹੀ ਲਵੋ
zh_cn: 自动靠到屏幕左或右边

source: When enabled, the Main Window will always besides the border of left or right of the screen.
de: Falls aktiviert, grenzt das Hauptfenster immer an den rechten oder linken Bildschirmrand.
fr: Lorsque cette option est activée, la fenêtre principale est toujour collée à l'un des bords gauche ou droit de l'écran.
it: Quando abilitato, la finestra principale sarà sempre di fianco al bordo destro o sinistro dello schermo.
ja: 有効にすると、ツールバーは常にスクリーンの右端か左端に表示されます。
nl: Wanneer ingeschakeld, raakt het hoofdvenster altijd de linker of rechter schermrand.
zh_cn: 如果启用改选项，主窗口将自动靠到屏幕左或右边

source: Timeout for always show option
de: Zeitlimit für die Option "Immer anzeigen"
fr: Délai option affichage permanent
it: Scadenza per l'opzione di mostrare sempre
ja: 常に表示オプションのタイムアウト
ko: 항상 보여주기 옵션 시간 제한
nl: Tijdslimiet voor de optie "altijd tonen"
pa: ਹਮੇਸ਼ਾ ਵੇਖਾਉਣ ਲਈ ਸਮਾਂ-ਅੰਤਰਾਲ
zh_cn: 隐藏超时

source: After this timeout (in second) eclapse, Main Window will be hidden. This option is only valid when "Always Show" is enabled. It is equal to disable "Always Show" option if this value is set to 0.
de: Nach diesem Ablauf der angegebenen Zeit (in Sekunden) wird das Hauptfenster versteckt. Diese Option wirkt sich nur aus, wenn "Immer anzeigen" aktiv ist. Wenn dieser Wert auf Null gesetzt wird, entspricht das dem Deaktivieren von "Immer anzeigen".
fr: Passé ce délai (en secondes), la fenêtre principale sera automatiquement masquée. Cette option n'est valide que lorsque l'option "Affichage Permanent" est activée. Configurer ce délai à 0 revient au même que désactiver l'option "Affichage Permanent".
it: Dopo che sarà trascorso questo tempo (in secondi), la finestra principale sarà nascosta. Questa opzione è valida solo quando si è abilitato "Visualizza sempre". Se questo valore è impostato a 0, equivale a disabilitare "Visualizza sempre".
ja: ここで指定した時間(秒)が経過するとツールバーが非表示になります。このオプションは「常に表示」が選択されている時にのみ有効です。値を 0 に設定すると「常に表示」を無効にすることになります。
nl: Na afloop van de ingestelde tijd (in seconde) wordt het hoofdvenster verborgen. Dit is alleen mogelijk wanneer "Altijd tonen" is ingeschakeld. Het is gelijk aan "Altijd tonen" uitschakelen wanneer het is ingesteld op 0 seconde.
zh_cn: 当超时指定的时间后 (单位为秒)，主窗口将被隐藏起来。该选项只有在 始终显示 选项打开时才可用。设置成 0 则禁止此功能。

source: Display the name of current input method
de: Namen der gegenwärtigen Eingabemethode anzeigen
fr: Affichage du nom de la méthode de saisie courante
it: Visualizza il nome del metodo di inserimento attuale
ja: 現在の入力メソッドの名称を表示
ko: 현재 입력방법 이름 보여주기
nl: Toon de naam van huidig invoer methode
pa: ਮੌਜੂਦਾ ਇੰਪੁੱਟ ਢੰਗ ਦਾ ਨਾਂ ਵੇਖਾਓ
zh_cn: 显示当前输入法名称

source: Whether show the text of current IM factory: if disabled, only the icon will be shown
de: Ob der Name der gegenwärtig gewählten Eingabemethode angezeigt werden soll; falls nicht, wird nur das Icon angezeigt.
fr: Indique si le nom de la méthode de saisie courante doit être affiché : lorsque cette option est désactivée, seul l'icône est affiché
it: Se mostrare il testo della fabbrica del metodo di inserimento attuale: se disattivato, sarà mostrata solo l'icona.
ja: 現在の入力メソッドの名称をテキストで表示するかどうか。無効にすると入力メソッドのアイコンのみが表示されます。
nl: Of toon de naam van de huidige invoer-methode, indien uitgeschakeld, wordt alleen het icoon getoond.
zh_cn: 是否显示当前输入法的名称：如果未选中该项则仅显示图标

source: From left to right
de: Von links nach rechts
fr: De gauche à droite
it: Da sinistra a destra
ja: 左から右へ
ko: 왼쪽에서 오른쪽으로
nl: Van links naar rechts
pa: ਖੱਬੇ ਤੋਂ ਸੱਜੇ
zh_cn: 从左向右

source: From right to left
de: Von rechts nach links
fr: De droite à gauche
it: Da destra a sinistra
ja: 右から左へ
ko: 오른쪽에서 왼쪽으로
nl: Van rechts naar links
pa: ਸੱਜੇ ਤੋਂ ਖੱਬੇ
zh_cn: 从右向左

source: From top to bottom (Down)
de: Von oben nach unten
fr: De haut en bas
it: Dall'alto in basso (giù)
ja: 上から下へ (ダウン)
ko: 위에서 아래로 (밑으로)
nl: Van boven naar beneden (omlaag)
pa: ਉੱਤੋਂ ਹੇਠਾਂ (ਥੱਲੇ)
zh_cn: 从上向下

source: From bottom to top (up)
de: Von unten nach oben
fr: De bas en haut
it: Dal basso in alto (su)
ja: 下から上へ (アップ)
ko: 아래에서 위로
nl: Van beneden naar boven (omhoog)
pa: ਹੇਠੋਂ ਉੱਤੇ (ਉੱਪਰ)
zh_cn: 从下向上

source: Direction of Main Window
de: Richtung des Hauptfensters
fr: Orientation fenêtre principale
it: Direzione della finestra principale
ja: ツールバーの方向
ko: 주 창의 방향
nl: Richting van hoofd venster
pa: ਮੁੱਖ ਝਰੋਖੇ ਦੀ ਦਿਸ਼ਾ
zh_cn: 主窗口按键排列方向

source: Determine the layout of widgets in the main window. This setting is always honored in standalone mode. The layout can honor the kicker's direction in docking mode, please take a look at the "Use 'From Left to Right' Direction" option.
de: Bestimmt die Anordnung der Teile des Hauptfensters. Diese Einstellung wird im Einzelmodus immer berücksichtigt. Im eingebetteten Modus wird die Richtung der Kontrolleiste berücksichtigt - siehe Option "Verwende Richtung 'Von links nach rechts' ".
fr: Indique l'organisation des composants de la fenêtre principale. Cette option est toujours activée lorsque la fenêtre principale est autonome. L'organisation de la fenêtre peut s'appuyer sur l'orientation du panneau KDE en mode fenêtre intégrée, voir l'option "Utiliser 'De Gauche à Droite'".
it: Decidi lo schema della finestra principale. Questa impostazione è sempre seguita nella modalità libera. Lo schema può seguire la direzione di Kicker nella modalità agganciata, vedi l'opzione "Usa la direzione da sinistra a destra".
ja: ツールバー上のウィジェットのレイアウトを決定します。この設定は独立型モードでは常に有効になります。埋め込みモードではKDEパネル(kicker)の方向に一致させることができます。「左から右へのレイアウトを使用」の設定を確認してください。
nl: Bepaalt de opmaak van de onderdelen van het hoofdvenster. Deze instelling wordt altijd gevolgd in de "standalone" modus.In ingebedde modus wordt altijd de instelling.van de kicker gevolgt, lees ook "Gebruik links naar rechts" optie.
zh_cn: 主窗口中按键排列方向。此选项在独立模式时总是生效。在嵌入模式时，如果 "使用 '从左到右'" 选中，则该选项无作用。

source: Auto Adjust Direction
de: Richtung automatisch anpassen
fr: Ajustement Automatique Orientation
it: Regola automaticamente la direzione
ja: 方向自動調整
ko: 자동 적응 방향
nl: Automatische richting aanpassing
pa: ਸਵੈ-ਚਾਲਤ ਦਿਸ਼ਾ ਅਨੁਕੂਲਣ
zh_cn: 自动调整方向

source: With this option enabled, if more than half of the main window is invisible due to user movement, the direction will be changed automatically. This option only takes effect in standalone mode.
de: Wenn diese Option aktiv ist, wird die Richtung automatisch geändert, sobald mehr als die Hälfte des Hauptfensters durch Verschieben nicht mehr sichtbar ist. Im eingebetteten Modus hat diese Option keine Auswirkung.
fr: Lorsque cette option est activée, si plus de la moitié de la fenêtre principale est invisible du fait des mouvements de l'utilisateur, l'orientation est modifiée automatiquement. Cette option n'a d'effet qu'en mode fenêtre autonome.
it: Con questa opzione attivata la direzione sarà cambiata automaticamente, se più di metà della finestra principale sarà resa invisibile dalle azioni dell'utente. Questa opzione è valida solo nella modalità libera.
ja: 有効にすると、ユーザがツールバーを移動してその半分以上が見えなくなった場合に、自動的にツールバーの表示方向が変わります。このオプションは独立型モードでのみ有効です。
nl: Wanneer deze optie is ingeschakeld, zal de richting automatisch worden omgedraaid als meer dan de helft van het hoofdvenster onzichtbaar is. Dit gebeurt alleen in de standalone modus.
zh_cn: 当选中该项时，如果多于一半的主窗口由于用户移动而不可见，则自动调整方向。该选项仅在独立模式生效。

source: Use left to right mode when in docking mode
de: Verwende Richtung "Von links nach rechts" im eingebetteten Modus
fr: Utilisation mode gauche à droite en mode arrimage
it: Usa la modalità da sinistra a destra in modalità agganciata
ja: ドッキングモードで「左から右へ」を使用
ko: 삽입 모드일때 왼쪽에서 오른쪽 모드사용
nl: Gebruik links naar rechts modus wanneer in vastklik modus
pa: ਜਦੋਂ ਡੋਕ ਢੰਗ ਵਿੱਚ ਹੋਵੇ ਤਾਂ ਖੱਬੇ ਤੋਂ ਸੱਜਾ ਢੰਗ ਵਰਤੋਂ
zh_cn: 在嵌入模式使用从左到右方向

source: If this option is enabled, in docking mode the layout is always "from left to right" direction. This option only takes effect in docking mode.
de: Wenn diese Option aktiv ist, sind die Bedienelemente im eingebetteten Modus immer von links nach rechts angeordnet. Hat im Einzelmodus keine Auswirkung.
fr: Lorsque cette option est activée, l'orientation est toujours "de gauche à droite" en mode arrimage fenêtre principale. Cette oction n'a d'effet que si l'option arrimage fenêtre principale est sélectionnée.
it: Se questa opzione è attivata, lo schema è sempre in direzione "da sinistra a destra" in modalità agganciata. Questa opzione è valida solo in modalità agganciata.
ja: 有効にするとドッキングモードでは常に「左から右へ」のレイアウトを使用します。このオプションはドッキングモードでのみ有効です。
ko: 만약 이 설정이 활성화 되어 있으면, 삽입모드에서 틀이 항상 방향이 "왼쪽에서 오른쪽으로" 됨. 이 옵션은 삽입 모드에서만 효과가 있음.
nl: Wanneer deze optie is ingeschakeld, is de layout in de interne mode altijd "van links naar rechts". Dit werkt alleen in de vastklik-mode.
zh_cn: 如果选中此选项，在嵌入模式时只强迫使用从左到右方向。

source: Main Window Position
de: Position des Hauptfensters
fr: Position Fenêtre Principale
it: Posizione della finestra principale
ja: ツールバーの位置
ko: 주 창 위치
nl: Hoofd venster positie
pa: ਮੁੱਖ ਝਰੋਖਾ ਸਥਿਤੀ
zh_cn: 主窗口位置

source: These plugins will be loaded at startup
de: Diese Plugins werden beim Start geladen
fr: Ces composants seront chargés au démarrage
it: Questi plugin saranno caricati all'avvio
ja: これらのプラグインは起動時にロードされます
ko: 이 플러그인들은 시작시 올려집니다.
nl: Deze plugins worden geladen bij het starten
pa: ਇਹ ਪਲੱਗਿੰਨ ਸ਼ੁਰੂ ਸਮੇਂ ਵਰਤੋਂ
zh_cn: 这些插件将在启动时加载

source: Share the same input method among all applications
de: Dieselbe Eingabemethode unter allen Anwendungen verwenden.
ja: 全てのアプリケーションで同じ入力メソッドを使用
ko: 똑같은 입력방법을 모든 프로그램에서 공통 사용
nl: Alle programma's gebruiken dezelfde invoer methode
pa: ਸਭ ਕਾਰਜਾਂ ਵਿੱਚ ਇੱਕੋ ਹੀ ਇੰਪੁੱਟ ਢੰਗ ਵਰਤੋਂ
zh_cn: 在所有的程序中共享一个输入法上下文

source: If enabled, all the applications always use the same input method.
de: Wenn diese Option aktiviert ist, verwenden alle Anwendungen immer ein und dieselbe Eingabemethode.
ja: 有効にすると、全てのアプリケーションで常に同じ入力メソッドを使用できます。
ko: 만약 활성화 되어 있다면, 모든 프로그램들은 항상 같은 입력방법을 사용함
nl: Indien ingeschakelt, gebruiken alle programma's dezelfde invoer methode.
pa: ਜੇਕਰ ਯੋਗ ਕੀਤਾ ਤਾਂ ਸਭ ਕਾਰਜ ਇੱਕ ਹੀ ਇੰਪੁੱਟ ਢੰਗ ਵਰਤਣਗੇ।
zh_cn: 该项启用时，所有的程序中将总是使用同一个输入法。

source: On the spot input style
de: "On the spot"-Eingabemodus
fr: Saisie "sur place"
it: Stile di inserimento al volo
ja: On The Spot 入力スタイル
ko: 온스폿 입력방식
nl: "On the spot" invoer modus
pa: ਮੌਕੇ 'ਤੇ ਇੰਪੁੱਟ ਸ਼ੈਲੀ
zh_cn: 在光标处预编辑

source: Use on the spot input style in XIM clients
de: "On the spot"-Eingabemodus in XIM-Clients verwenden
ja: XIMクライアントで On The Spot 入力スタイルを使用
ko: XIM 클라이언트에 온스폿 입력 방식을 사용
nl: "On the spot" invoermodus in XIM-cliënten toepassen
pa: XIM ਕਲਾਂਈਟਾਂ ਵਿੱਚ ਮੌਕੇ ਉੱਤੇ ਇੰਪੁੱਟ ਸ਼ੈਲੀ ਵਰਤੋਂ
zh_cn: 在XIM应用程序中使用在光标处预编辑模式

source: This option will only take effect in clients using XIM protocol.
de: Diese Option wird nur von Programmen, die das XIM-Protokoll verwenden, beachtet.
ja: このオプションはXIMプロトコルを使うクライアントでのみ有効になります。
ko: 이 옵션은 XIM 프로토콜을 이용하는 클라인터에면 영향을 줌
nl: Alleen cliënten die het XIM-protocol gebruiken, gebruiken deze optie.
pa: ਇਹ ਚੋਣ ਸਿਰਫ਼ XIM ਪਰੋਟੋਕਾਲ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੇ ਕਲਾਂਈਟਾਂ ਲਈ ਹੀ ਪਰਭਾਵੀ ਹੈ।
zh_cn: 此选项仅在使用 XIM 协议的程序中有效。

source: Use Dynamic Event Flow. This can speed up the key event response, especially in remote X11 environment. But skim may become unstable.
de: Verwende dynamischen Ereignisfluß. Dies kann die Reaktionszeit auf Tastendruck verringern, insbesondere in entfernten X11-Umgebungen. Aber skim könnte instabil werden.
fr: Utilisation du flot d'événements dynamique. Ceci peut améliorer le temps de réponse des événements de touches, en particulier en environnement X11 distant. D'un autre côté, ceci peut rendre skim instable.
it: Usa il flusso di eventi dinamico. Può accelerare la risposta agli eventi, specialmente in un ambiente X11 remoto, ma Skim potrebbe diventare instabile.
ja: Dynami Event Flow を使用。このオプションを有効にすると、特にリモートX11環境においてキーイベントのレスポンスを向上させることができます。但し、SKIMが不安定になる場合があります。
nl: Gebruik de dynamische gebeurtenis volgorde. Dit kan reaktietijd van het toetsenbord verminderen, met name bij tele-X11-omgevingen. Maar skim kan instabiel worden.
zh_cn: 启用动态事件流。此选项有助于提高反应速度，特别是在使用远程X桌面时。但是此选项可能导致 skim 不稳定。

source: This can speed up the key event response, especially in remote X11 enviro nment. But skim may become unstable.
de: Dies kann die Reaktionszeit auf Tastendruck verringern, insbesondere in entfernten X11-Umgebungen. Aber skim könnte instabil werden.
ja: このオプションを有効にすると、特にリモートX11環境においてキーイベントのレスポンスを向上させることができます。但し、SKIMが不安定になる場合があります。
nl: Dit kan de reaktietijd van het toetsenbord verminderen, speciaal bij tele-X11-omgevingen. Maar skim kan instabiel worden.
zh_cn: 启用动态事件流。此选项有助于提高反应速度，特别是在使用远程X桌面时。但是此选项可能导致 skim 不稳定。

source: whether locale encoding should be used instead of UTF8
de: ob die Codierung der Regionaleinstellungen anstelle von UTF-8 verwendet werden soll
fr: indique si l'encodage local doit être utilisé à la place d'UTF8
it: Se si dovrebbe usare la codifica locale invece di UTF8
ja: UTF-8の代りにロケールのエンコードを使用するかどうか。
ko: UTF8 대신에 지역 로케일 엔코딩을 사용 여부
nl: In plaats van UTF8 zal de lokale taaldefinitie gebruikt worden.
pa: ਕੀ UTF8 ਦੀ ਬਜਾਏ ਲੋਕੇਲ ਇੰਕੋਡਿੰਗ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਵੇ
zh_cn: 是否使用本地设置而不是 UTF8

source: Using locale encoding rather than UTF8.
de: Verwendet Codierung der Regionaleinstellungen anstelle von UTF-8.
ja: UTF-8ではなくロケールのエンコードを使用
ko: UTF8대신 로케일 엔코딩 사용.
nl: Gebruik lokale taal-definitie in plaats van UTF8.
pa: UTF8 ਦੀ ਬਜਾਏ ਲੋਕੇਲ ਇੰਕੋਡਿੰਗ ਦੀ ਵਰਤੋਂ ਕਰਕੇ
zh_cn: 使用本地化设定中的编码，而不是 UTF-8

source: frontend socket address
de: Adresse des Sockels für die Benutzeroberfläche
fr: adresse socket frontal
it: Indirizzo del socket di interfaccia
ja: フロントエンドソケットアドレス
ko: 프로트엔드 소케 주소
nl: frontend socket adres
pa: ਮੁੱਖ-ਭੂਮੀ ਸਾਕਟ ਸਿਰਨਾਵਾਂ
zh_cn: 前端 套接字 地址

source: frontend socket connection timeout
de: Timeout für die Verbindung zum Sockel der Benutzeroberfläche
fr: expiration de connection du socket frontal
it: Scadenza della connessione del socket di interfaccia
ja: フロントエンドソケットの接続タイムアウト
ko: 포론트엔트 소켓 열견 시잔 제한
nl: frontend socket verbinding tijdslimiet
pa: ਮੁੱਖ-ਭੂਮੀ ਸਾਕਟ ਕੁਨੈਕਸ਼ਨ ਸਮਾਂ-ਅੰਤਾਰਲ
zh_cn: 连接前端超时等待时间

source: frontend socket connection max clients
de: Maximale Anzahl der mit dem Sockel verbundenen Clients
fr: nombre maximum de clients du socket frontal
it: Massimo numero di client connessi al socket di interfaccia
ja: フロントエンドソケットの最大接続クライアント数
ko: 프론트엔트 소켓 최대 열결 수.
nl: frontend socket verbinding max aantal clienten
pa: ਮੁੱਖ-ਭੂਮੀ ਸਾਕਟ ਕੁਨੈਕਸ਼ਨ ਵੱਧੋ-ਵੱਧ ਕਲਾਂਈਟ
zh_cn: 前端最大同时连接数

source: frontend socket config is readonly
de: Sockelkonfiguration ist nur les-, aber nicht schreibbar
fr: la configuration du socket frontal est en lecture seule
it: La configurazione del socket di interfaccia è di sola lettura
ja: フロントエンドソケットの設定ファイルは読み取り専用です
ko: 프론트엔드 소켓 절정이 읽지 전용임
nl: frontend socket configuratie is alleen-lezen
pa: ਮੁੱਖ-ਭੂਮੀ ਸਾਕਟ ਸੰਰਚਨਾ ਸਿਰਫ਼ ਪੜਨ ਲਈ ਹੈ
zh_cn: 前端 Socket 配置模块是否只读

source: all valid key mask
de: immer gültige Schlüsselmaske
fr: tous les masques de touches valides
it: Maschera di tutti i tasti validi
ja: 有効なキーマスク
nl: toets-mask altijd geldig
pa: ਸਭ ਸੰਭਵ ਸਵਿੱਚ ਮਖੌਟਾ
zh_cn: 所有可用的修饰键

source: IM Trigger Keys
de: Tasten zur Aktivierung der Eingabemethode
fr: Touches de Déclenchement
it: Tasti di attivazione
ja: 入力メソッド開始/終了キー
ko: 구동 키
nl: Toets voor inschakelen van invoer methode
pa: IM ਤਬਦੀਲ ਸਵਿੱਚਾਂ
zh_cn: 开关键

source: Toggle Input Method On/Off.
de: Eingabemethode ein-/ausschalten
ja: 入力メソッドのオン/オフを切り替え
ko: 입력방법 켜기/끄기 전환
nl: Invoer methode IN/UIT schakelen.
pa: ਇੰਪੁੱਟ ਢੰਗ ਚਾਲੂ/ਬੰਦ ਕਰਨਾ
zh_cn: 开启/关闭输入法

source: Turn IM On Keys
de: Einschaltetasten
fr: Touches d'Activation
it: Tasti di accensione
ja: 入力メソッド開始キー
ko: 입력방법 키 켜기
nl: IM inschakel-toetsen
pa: IM ਚਲਾਉਣ ਸਵਿੱਚਾਂ
zh_cn: 打开键

source: Turn On Input Method Keys.
de: Tasten, um die Eingabemethode einzuschalten
ja: 入力メソッドを開始するキー
ko: 입력방법 키 활성화
nl: Toetsen om de invoer methode IN te schakelen.
pa: ਇੰਪੁੱਟ ਢੰਗ ਚਲਾਉਣ ਵਾਲੀਆਂ ਸਵਿੱਚਾਂ।
zh_cn: 开启输入法快捷键

source: Turn IM Off Keys
de: Ausschaltetasten
fr: Touches de Déactivation
it: Tasti di spegnimento
ja: 入力メソッド終了キー
ko: 입력방법 키 끄기
nl: Toetsen om de invoer methode UIT te schakelen
pa: IM ਬੰਦ ਕਰਨ ਸਵਿੱਚਾਂ
zh_cn: 关闭键

source: Turn Off Input Method Keys.
de: Tasten, um die Eingabemethode auszuschalten
ja: 入力メソッドを終了するキー
ko: 입력방법 키 끄기
nl: Toetsen om de invoer methode UIT te schakelen.
pa: ਇੰਪੁੱਟ ਢੰਗ ਬੰਦ ਕਰਨ ਸਵਿੱਚਾਂ।
zh_cn: 关闭输入法快捷键

source: Next IM Keys
de: Tasten für die nächste Eingabemethode
fr: Touches Méthode de Saisie Suivante
it: Tasti per il metodo successivo
ja: 次の入力メソッドキー
ko: 다음 입력방법 키
nl: Volgende IM toetsen
pa: ਅਗਲਾ IM ਸਵਿੱਚਾਂ
zh_cn: 下一个输入法

source: Changing to next Input method keys.
de: Tasten zum Wechseln zur nächsten Eingabemethode
ja: 次の入力メソッドに切り替えるキー
ko: 다음 입력 방법 전환 키 변경
nl: Volgende invoer-methode toets.
pa: ਅੱਗੇ ਇੰਪੁੱਟ ਢੰਗ ਬਦਲਣ ਸਵਿੱਚਾਂ ਹਨ।
zh_cn: 切换到下一个输入法快捷键。

source: Previous IM Keys
de: Tasten für die vorige Eingabemethode
fr: Touches Méthode de Saisie Précédente
it: Tasti per il metodo precedente
ja: 前の入力メソッドキー
ko: 이전 입력 키
nl: Vorige IM toetsen
pa: ਪਿਛਲਾ IM ਸਵਿੱਚਾਂ
zh_cn: 前一个输入法

source: Changing to previous Input method keys.
de: Tasten zum Wechseln zur vorigen Eingabemethode
ja: 前の入力メソッドに切り替えるキー
ko: 이전 입력방법 으로 전환.
nl: Vorige invoer-methode toets.
pa: ਪਿਛਲਾ ਇੰਪੁੱਟ ਢੰਗ ਬਦਲਣ ਲਈ ਸਵਿੱਚਾਂ ਹਨ।
zh_cn: 切换到前一个输入法快捷键。

source: Keys for showing input method menu
de: Tasten zur Anzeige des Eingabemethoden-Menüs
ja: 入力メソッドメニュー表示キー
ko: 입력방법 보여주기 키
nl: Menutoetsen voor het tonen van invoermethodes
pa: ਇੰਪੁੱਟ ਮੇਨੂ ਵੇਖਾਉਣ ਲਈ ਸਵਿੱਚਾਂ ਹਨ।
zh_cn: 显示输入法列表

source: Show the input method menu where you can select one.
de: Zeige das Eingabemethoden-Menü, falls möglich
ja: 入力メソッドを選択するメニューを表示します
ko: 선택할수 있는곳에 입력방법 메뉴를 보여줌.
nl: Toon het invoer-venster, wanneer mogelijk
pa: ਇੰਪੁੱਟ ਮੇਨੂ ਵੇਖਾਓ, ਜਿੱਥੇ ਕਿ ਤੁਸੀਂ ਕਿਸੇ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ।
zh_cn: 显示所有启用的输入法列表。

source: Supported Unicode Locales scim supports
de: Unterstützte Unicode-Regionaleinstellungen
fr: Localisations Unicode Supportées par scim
it: Localizzazioni Unicode che Scim supporta
ja: SCIMがサポートするユニコードロケール
ko: 스킴이 지원하는 유니코드 지원 로케일 지원
nl: Ondersteunde Regionale Unicode-instellingen
pa: ਯੂਨੀਕੋਡ ਲੋਕੇਲ scim ਸਹਿਯੋਗ
zh_cn: 支持的 Unicode 区域设置

source: Supported Unicode locales under which scim can work.
de: Unicode-Regionaleinstellungen, unter denen SCIM arbeiten kann.
ja: SCIMがサポートするユニコードロケール
ko: scim 이 작동되는 상태에서 지원되는 유니코드 로케일.
nl: Ondersteunde Unicode locales die scim kunnen gebruiken
pa: scim ਵਿੱਚ ਸਹਾਇਕ ਯੂਨੀਕਰੋਡ ਲੋਕੇਲ, ਜੋ ਕਿ ਕੰਮ ਕਰਦੇ ਹਨ।
zh_cn: 支持的 Unicode 区域设置

source: Main &Toolbar Display Mode
de: Anzeigemodus der Haup&twerkzeugleiste
fr: Mode Affichage Barre d'Ou&tils Principale
it: Modalità di visualizzazione della barra degli s&trumenti principale
ja: メインツールバーの表示モード(&T)
ko: 주 투바 보기 모드(&T)
nl: (&T) Hoofd scherm
pa: ਮੁੱਖ ਸੰਦ-ਪੱਟੀ ਦਿੱਖ ਢੰਗ(&T)
zh_cn: 主工具条显示模式(&T)

source: Stand Alone
de: einzeln
fr: Autonome
it: Libera
ja: 独立型
ko: 독립적
nl: Zelfstandig
pa: ਇੱਕਲਾ
zh_cn: 独立窗口

source: Embedded
de: eingebettet
fr: Intégré
it: Integrata
ja: 埋め込み型
ko: 내장
nl: Intern
pa: ਸ਼ਾਮਲ
zh_cn: 嵌入模式

source: &Docking into KDE Panel (kicker)
de: An&docken an die KDE-Kontrolleiste (kicker)
fr: &Arrimage dans le Panneau KDE (kicker)
it: Agganciata nel pannello di K&DE (Kicker)
ja: KDEパネル(kicker)にドッキング(&D)
ko: KDE 패널(키커)과 합체(&D)
nl: &Vastklikken in KDE-paneel (kicker)
pa: K&DE ਪੈਨਲ ਵਿੱਚ ਚਿਣੋ (ਕਿੱਕਰ)
zh_cn: 嵌入 KDE 工具条 (kicker) (&D)

source: A&uto Snap
de: A&utomatisch andocken
fr: Alignement A&utomatique
it: Aggancio a&utomatico
ja: オートスナップ(&U)
ko: 자동 스냅(&u)
nl: A&utomatisch vastklikken
pa: ਸਵੈ-ਸਨੈਪ(&u)
zh_cn: 自动靠边(&U)

source: &Show input method name
de: Namen der Eingabemethode an&zeigen
fr: Affichage nom méthode de &saisie
it: Vi&sualizza il nome del metodo di inserimento
ja: 入力メソッドの名称を表示(&S)
ko: 입력방법 보이기(&S)
nl: Toon naam invoermethode
pa: ਇੰਪੁੱਟ ਢੰਗ ਨਾਂ ਵੇਖਾਓ(&S)
zh_cn: 显示输入法名称(&S)

source: A&lways Show
de: &Immer anzeigen
fr: Affichage &Permanent
it: Visua&lizza sempre
ja: 常に表示(&L)
ko: 항상 보임(&l)
nl: A&ltijd tonen
pa: ਹਮੇਸ਼ਾ ਵੇਖਾਓ(&l)
zh_cn: 始终显示(&L)

source: Auto Ad&just Direction
de: Richtung automatisch an&passen
fr: A&justement Automatique Orientation
it: Regola &automaticamente la direzione
ja: 方向自動調整(&J)
ko: 자동 방향 조절(&j)
nl: Automatisch richting bepalen
pa: ਹਮੇਸ਼ਾ ਸਵੈ-ਦਿਸ਼ਾ ਅਨੁਕੂਲਣ(&j)
zh_cn: 自动调整方向(&J)

source: Always Show the Elements Selected below
de: Die unten gewählten Elemente immer anzeigen
fr: Toujours Afficher les Eléments Sélectionnés
it: Visualizza sempre gli elementi selezionati sotto
ja: 下で選択したエレメントを常に表示
ko: 항상 선택된 요소를 보여줌
nl: Volgende geselecteerde Elementen altijd tonen
pa: ਹੇਠਾਂ ਚੁਣੀਆਂ ਇਕਾਈਆਂ ਹਮੇਸ਼ਾ ਵੇਖਾਓ
zh_cn: 始终显示以下选中的部件

source: &Move Handle
de: Anfasser zum &Bewegen
fr: Déplace&ment Poignée
it: Sposta la &maniglia
ja: 移動ハンドル(&M)
ko: 조정자 이동(&M)
nl: Verplaats handvat
pa: ਏਧਰ ਓਧਰ ਹੱਥੀ(&M)
zh_cn: 移动柄(&M)

source: &Extension Button
de: Knopf zum &Erweitern
fr: Bouton &Extension
it: Pulsante di &estensione
ja: エクステンションボタン(&E)
ko: 확장 버트(&E)
nl: &Extentie knop
pa: ਸਹਿਯੋਗ ਬਟਨ(&E)
zh_cn: 扩展按钮(&E)

source: &Use "From Left To Right" Direction
de: Richtung "Von links nach rechts" &verwenden
fr: &Utiliser Orientation "De Gauche à Droite"
it: &Usa la direzione "da sinistra a destra"
ja: 「左から右へ」のレイアウトを使用(&U)
ko: "왼쪽에서 오른쪽으로" 방법 사용(&U)
nl: Gebr&uik "van Links naar Rechts" richting
pa: "ਖੱਬੇ ਤੋਂ ਸੱਜੇ" ਦਿਸ਼ਾ ਵਰਤੋਂ(&U)
zh_cn: 使用 "从左到右" (&U)

source: &Layout Direction
de: Anordnung der Bediene&lemente
fr: Orientation Or&ganisation Fenêtre
it: Direzione de&llo schema
ja: レイアウトの方向(&L)
ko: 레이아웃 방향(&L)
nl: Knoppenvo&lgorde
pa: ਖਾਕਾ ਦਿਸ਼ਾ(&L)
zh_cn: 排列方向(&L)

source: From Left to Right
de: von links nach rechts
fr: De Gauche à Droite
it: Da sinistra a destra
ja: 左から右へ
ko: 왼쪽에서 오른쪽으로
nl: Van Links naar Rechts
pa: ਖੱਬੇ ਤੋਂ ਸੱਜੇ
zh_cn: 从左到右

source: From Right to Left
de: von rechts nach links
fr: De Droite à Gauche
it: Da destra a sinistra
ja: 右から左へ
ko: 오른쪽에서 왼쪽으로
nl: Van Rechts naar Links
pa: ਸੱਜੇ ਤੋਂ ਖੱਬੇ
zh_cn: 从右到左

source: From Top to Bottom
de: von oben nach unten
fr: De Haut en Bas
it: Dall'alto in basso
ja: 上から下へ
ko: 위에서 아래로
nl: Van Boven naar Beneden
pa: ਉੱਤੋਂ ਹੇਠਾਂ
zh_cn: 从上向下

source: From Bottom to Top
de: von unten nach oben
fr: De Bas en Haut
it: Dal basso in alto
ja: 下から上へ
ko: 아래에서 위로
nl: Van Beneden naar Boven
pa: ਹੇਠੋਂ ਉੱਤੇ
zh_cn: 从下向上

source: Reload
de: Erneut laden
fr: Recharger
it: Ricarica
ja: リロード
ko: 새로 불러 들이기
nl: Opnieuw laden
pa: ਮੁੜ-ਲੋਡ
zh_cn: 重新载入

source: Enable Quit Action in Right Click Menu
de: Aktion "Beenden" im Kontextmenü aktivieren
fr: Autoriser l'Option Quitter dans le Menu Clic Droit
it: Abilita l'azione di uscita nel menu contestuale
ja: 右クリックメニューの「終了」を有効にする
ko: 종료하기 기능을 오른쪽 버튼 클릭 메뉴에 활성화
nl: Afsluiten mogelijk maken in Rechts Klik Menu
pa: ਸੱਜਾ ਬਟਨ ਮੇਨੂ ਵਿੱਚ ਬੰਦ ਕਰਨ ਕਾਰਵਾਈ ਯੋਗ
zh_cn: 在右键菜单中显示退出选项

source: Skim - SCIM KDE Frontend
ja: Skim - SCIM KDEフロントエンド
ko: Skim - SCIM KDE 프론트엔드
zh_cn: Skim - SCIM KDE 前端

source: SCIM Global Settings
de: Globale Einstellungen von SCIM
fr: Configuration Globale SCIM
it: Impostazioni globali di Scim
ja: SCIM全体設定
ko: SCIM 전체 설정
nl: SCIM algemene instellingen
pa: SCIM ਗਲੋਬਲ ਵਿਵਸਥਾ
zh_cn: SCIM 全局设置

source: &Keyboard Layout:
de: &Tastaturlayout
ja: キーボード配列(&K)
ko: 키보드 배열(&K):
nl: &Toetsenbord layout:
pa: ਕੀ-ਬੋਰਡ ਖਾਕਾ(&K):
zh_cn: 键盘布局(&K)

source: Embed Preedit String into Client &Window (OnTheSpot Style)
de: Roheingabe im &Client-Fenster anzeigen (on the spot)
ja: 未確定文字列をクライアントのウィンドウに表示(OnTheSpot)(&W)
ko: 클라이언트 창안에 삽입된 수정이전 글자(온스폿 스타일)
nl: Ruwe invoer in het &Cliënt-venster tonen (on the spot)
pa: ਕਲਾਂਈਟ ਝਰੋਖੇ ਵਿੱਚ ਸ਼ਾਮਲ ਪਹਿਲਾਂ-ਸੋਧ ਸਤਰ (ਮੌਕੇ ਉੱਤੇ ਸ਼ੈਲੀ) (&W)
zh_cn: 嵌入客户窗口式预编辑区（光标处预编辑模式）(&W)

source: Sha&re input method among all applications
de: Dieselbe Eingabemethode für a&lle Anwendungen
ja: 全てのアプリケーションで入力メソッドを共有(&R)
ko: 모든 프로그램에서 입력방법 공유(&r)
nl: Invoer methode in alle programma's inschakelen
pa: ਸਭ ਕਾਰਜਾਂ ਵਿੱਚ ਇੰਪੁੱਟ ਢੰਗ ਵਰਤੋਂ(&r)
zh_cn: 在所有的程序中共享一个输入法上下文(&R)
