Repository: wwood/scim
Catalog: skim/trunk/po/*.po
Languages: de, fr, it, ja, ko, nl, pa, zh_cn

source: Keyboard Shortcuts
de: Tastenzuordnung
fr: Raccourcis Clavier
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보다 단축키
nl: Toetsenbord sneltoetsen
pa: ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ
zh_cn: 键盘热键

source: &Toggle On/Off:
de: Ein-/Aus&schalten:
fr: &Basculer Act/Déact :
it: &Accendi/Spegni:
ja: 開始/終了(&T):
ko: 켜기/끄기 전환(&T):
nl: Schakelaar AAN/UI&T:
pa: ਚਾਲੂ/ਬੰਦ ਬਦਲੋ(&T):
zh_cn: 打开/关闭(&T)

source: T&urn On:
de: &Einschalten:
fr: &Activer :
it: A&ccendi:
ja: 開始(&U):
ko: 켜기(&u):
nl: &Inschakelen
pa: ਚਾਲੂ(&u):
zh_cn: 打开(&U)：

source: Turn O&ff:
de: &Ausschalten:
fr: &Déactiver :
it: Spe&gni:
ja: 終了(&F):
ko: 끄기(&f):
nl: &Uitschakelen
pa: ਬੰਦ(&f):
zh_cn: 关闭(&F)：

source: &Next Input Method:
de: &Nächste Eingabemethode:
fr: Méthode de Saisie &Suivante :
it: Metodo di i&nserimento successivo:
ja: 次の入力メソッド(&N):
ko: 다음 입력방법(&N):
nl: (&N) Volgende invoer methode:
pa: ਅੱਗੇ ਇੰਪੁੱਟ ਢੰਗ(&N):
zh_cn: 下一个输入法(&N)：

source: &Previous Input Method:
de: &Vorige Eingabemethode:
fr: Méthode de Saisie &Précédente :
it: Metodo di inserimento &precedente:
ja: 前の入力メソッド(&P):
ko: 이전 입력방법(&P):
nl: (&P) Vorige invoer methode:
pa: ਪਿੱਛੇ ਇੰਪੁੱਟ ਢੰਗ(&P):
zh_cn: 前一个输入法(&P)：

source: &Show input method menu:
de: &Menü für Eingabemethoden anzeigen:
fr: Aff. &menu méthodes de saisie :
it: Vi&sualizza il menu dei metodi di inserimento:
ja: 入力メソッドメニューを表示(&S):
ko: 입력방법 보이기(&S)
nl: (&S) Toon invoer methode menu:
pa: ਇੰਪੁੱਟ ਢੰਗ ਮੇਨੂ ਵੇਖਾਓ(&S):
zh_cn: 显示输入法名称(&S)

source: Enabled &Modifiers
de: A&ktivierte modifizierende Tasten
fr: A&ltérateurs Autorisés
it: &Modificatori abilitati
ja: 有効にするモディファイア(&M)
ko: 수정자 활성화(&M)
nl: &Modifiers inschakelen
pa: ਸੋਧ ਯੋਗ(&M)
zh_cn: 使用以下修饰键(&M)

source: &Panel Program
de: &Programm für die Kontrolleiste
fr: Pro&gramme Panneau
it: Programma del &pannello
ja: パネルプログラム(&P)
ko: 패널 프로그램(&P)
nl: &Paneel Program
pa: ਪੈਨਲ ਪਰੋਗਰਾਮ(&P)
zh_cn: 图形前端程序(&P)

source: Config &Module
de: &Einrichtungsmodul
fr: Module de &Configuration
it: &Modulo di configurazione
ja: 設定モジュール(&M)
ko: 모듈 설정(&M)
nl: Configuratie &Module
pa: ਸੰਰਚਨਾ ਮੈਡੀਊਲ(&M)
zh_cn: 配置模块(&M)

source: Ad&vanced
de: Er&weitert
fr: A&vancé
it: A&vanzate
ja: 詳細(&V)
ko: 고급(&v)
nl: Gead&vanceerd
pa: ਤਕਨੀਕੀ(&v)
zh_cn: 高级配置(&V)

source: Advanced Settings
de: Erweiterte Einstellungen
fr: Configuration Avancée
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nl: Geadvanceerde instellingen
pa: ਤਕਨੀਕੀ ਵਿਵਸਥਾ
zh_cn: 高级选项

source: &Supported Unicode Locales
de: &Unterstützte Unicode-Regionaleinstellungen
fr: Localisations Unicode &Supportées
it: Localizzazioni Unicode &supportate
ja: サポートするユニコードロケール(&S)
ko: 유니코드 로케일 지원(&S)
nl: Onder&steunde Unicode regio's
pa: ਸਹਾਇਕ ਯੂਨੀਕੋਡ ਲੋਕੇਲ(&S)
zh_cn: 支持的 Unicode 区域设置(&S)

source: &Edit
de: &Ändern
fr: Modifi&er
it: &Modifica
ja: 編集(&E)
ko: 수정(&E)
nl: Be&werken
pa: ਸੋਧ(&E)
zh_cn: 编辑(&E)

source: &FrontEnd Socket Address
de: Sockel für die Benutzer&oberfläche
fr: Adresse Socket &Frontal
it: Indirizzo del socket di inter&faccia
ja: フロントエンドソケットアドレス(&F)
ko: 프로트엔드 소케 주소(&F)
nl: &FrontEnd Socket adres
pa: ਮੁੱਖਭੂਮੀ ਸਾਕਟ ਸਿਰਨਾਵਾਂ(&F)
zh_cn: 前端 套接字 地址(&F)

source: &IMEngine Socket Address
de: Sockel für die Eingabe&methode
fr: Adresse Socket Moteur de Sa&isie
it: Indirizzo del socket &IMEngine
ja: IMエンジンソケットアドレス(&I)
ko: IM엔지 소켓 주소(&I)
nl: Socket-adres voor de invoer&methode
pa: &IMEngine ਸਾਕਟ ਸਿਰਨਾਵਾਂ
zh_cn: 套接字 输入法模块地址(&I)

source: C&onfig Socket Address
de: Sockel&einstellungen
fr: C&onfiguration Adresse Socket
it: Indirizzo del socket di c&onfigurazione
ja: コンフィグソケットアドレス(&O)
ko: 소켓 주소 설정(&o)
nl: S&ocket Adres instellen
pa: ਸੰਰਚਨਾ ਸਾਕਟ ਸਿਰਨਾਵਾਂ(&o)
zh_cn: 套接字 配置模块地址(&O)

source: P&anel Socket Address
de: Sockel für die &Kontrollleiste
fr: Adresse Socket P&anneau
it: Indirizzo del socket del p&annello
ja: パネルソケットアドレス(&A)
ko: 패널 소켓 주소(&a)
nl: P&aneel Socket adres
pa: ਪੈਨਲ ਸਾਕਟ ਸਿਰਨਾਵਾਂ(&a)
zh_cn: 图形前端 套接字 地址(&A)

source: Socket Timeo&ut
de: Zei&tlimit für den Sockel
fr: Expira&tion Socket
it: Scadenza del soc&ket
ja: ソケットタイムアウト(&U)
ko: 소켓 시간제한(&u)
nl: Socket tijd verstreken
pa: ਸਾਕਟ ਸਮਾਂ-ਅੰਤਰਾਲ(&u)
zh_cn: 套接字 超时时间(&U)

source: Oth&er
de: &Sonstiges
fr: Autr&es
it: A&ltro
ja: その他(&E)
ko: 다른(&e)
nl: And&ere
pa: ਹੋਰ(&e)
zh_cn: 其他(&E)

source: Filter %1
fr: Filtre %1
it: Filtro %1
ja: フィルタ %1
ko: 필터 %1
pa: ਫਿਲਟਰ %1
zh_cn: 过滤器 %1

source: Edit Filters for %1
de: Filter für %1 einrichten
fr: Modification Filtre pour %1
it: Modifica i filtri per %1
ja: %1 のフィルターを編集
ko: %1 을 위한 필터들 수정
nl: Filters instellen voor %1
pa: %1 ਲਈ ਫਿਲਟਰ ਸੋਧ
zh_cn: 编辑安装于 %1 的过滤器

source: &Installed Filters for %1
de: Für %1 &installierte Filter
fr: F&iltres Installés pour %1
it: Filtri &installati per %1
ja: %1 用のインストール済みフィルタ(&I)
ko: %1 을 위해 설치된 필터들(&I)
nl: &Geïnstalleerde filters voor %1
pa: %1 ਲਈ ਇੰਸਟਾਲ ਫਿਲਟਰ(&I)
zh_cn: %1 已安装的过滤器

source: X Window (XIM)
de: X Windows (XIM)
ja: Xウィンドウ(XIM)
ko: X 윈도우 (XIM)
nl: X venster (XIM)
zh_cn: X 窗口系统 （XIM）

source: S&tart skim automatically when KDE starts
de: Beim Start von KDE skim au&tomatisch laden
fr: Lancemen&t auto skim au démarrage de KDE
it: Avvia Skim au&tomaticamente all'avvio di KDE
ja: KDEの起動時にskimを開始する(&T)
ko: KDE 시작시 skim 자동 시작(&t)
nl: Skim automatisch s&tarten wanneer KDE start
pa: ਜਦੋਂ KDE ਸ਼ੁਰੂ ਹੋਵੇ ਤਾਂ skim ਸਵੈ-ਚਾਲਤ ਚਲਾਓ(&t)
zh_cn: KDE启动时，自动运行 skim。

source: XIM Settings
de: Einstellungen für XIM
fr: Configuration XIM
it: Impostazioni di XIM
ja: XIMの設定
ko: XIM 설정
nl: XIM Instellingen
pa: XIM ਵਿਵਸਥਾ
zh_cn: XIM 设置

source: &On the Spot
de: Eingabe direkt &am Cursor ("on the spot")
it: Al v&olo
ko: On the Spot(&O)
pa: ਮੌਕੇ ਉੱਤੇ(&O)
zh_cn: 光标处预编辑模式(&O)

source: &Dynamic Event Flow
de: &Dynamischer Ereignisfluß
fr: Flot &Dynamique d'Evénements
it: Flusso &dinamico degli eventi
nl: &Dynamische gebeurtenissen
pa: ਸਫ਼ਰੀ ਘਟਨਾ ਵਹਾ(&D)
zh_cn: 动态事件流(&D)

source: <b>Name:</b>
fr: <b>Nom :</b>
it: <b>Nome:</b>
ja: <b>名称:</b>
ko: <b>이름:</b>
nl: <b>Naam:</b>
pa: <b>ਨਾਂ:</b>
zh_cn: <b>名称：</b>

source: <b>Description:</b>
de: <b>Beschreibung:</b>
it: <b>Descrizione:</b>
ja: <b>説明:</b>
ko: <b>설명:</b>
nl: Omschrijving
pa: <b>ਵੇਰਵਾ:</b>
zh_cn: <b>描述：</b>

source: <b>Supported Languages:</b>
de: <b>Unterstützte Sprachen:</b>
fr: <b>Langues Supportées :</b>
it: <b>Lingue supportate:</b>
ja: <b>サポートする言語:</b>
ko: <b>지원 언어:</b>
nl: <b>Ondersteunde Talen:</b>
pa: <b>ਸਹਾਇਕ ਭਾਸ਼ਾਵਾਂ:</b>
zh_cn: <b>支持的语言：</b>

source: &Ok
ko: 예(&O)
pa: ਠੀਕ ਹੈ(&O)
zh_cn: 确定(&O)

source: Configure skim
de: Skim einrichten
fr: Configuration de skim
it: Configura Skim
ja: skimを設定
ko: skim 설정
nl: Skim instellen
pa: skim ਸੰਰਚਨਾ
zh_cn: 配置 skim

source: Hotkeys
de: Tastenkürzel
fr: Raccourcis
it: Tasti rapidi
ja: ホットキー
ko: 단축키
nl: Sneltoetsen
pa: ਹਾਟ-ਸਵਿੱਚ
zh_cn: 热键

source: Installed Filter
de: Installierter Filter
fr: Filtre Installé
it: Filtro installato
ja: インストール済みのフィルター
ko: 설치된 필터
nl: Geïnstalleerde Filter
pa: ਇੰਸਟਾਲ ਹੋਏ ਫਿਲਟਰ
zh_cn: 已安装的过滤器

source: &Enable All
de: Alle &aktivieren
fr: Tout Activ&er
it: A&bilita tutto
ja: 全て有効(&E)
ko: 전부 활성화(&E)
nl: Alle inschakelen
pa: ਸਭ ਯੋਗ(&E)
zh_cn: 启用全部(&E)

source: D&isable All
de: Alle &deaktivieren
fr: Tout Déact&iver
it: D&isabilita tutto
ja: 全て無効(&I)
ko: 전부 비활성화(&i)
nl: Alle uitschakelen
pa: ਸਭ ਅਯੋਗ(&i)
zh_cn: 全部禁用(&I)

source: Edi&t Hotkeys
de: &Tastenkürzel einrichten
fr: Modi&fier Raccourcis
it: Modifica i &tasti rapidi
ja: ホットキー(&T)
ko: 단축키 수정(&t)
nl: Sneltoetsen be&werken
pa: ਹਾਟ-ਸਵਿੱਚਾਂ ਯੋਗ(&t)
zh_cn: 编译热键(&T)

source: Edit &Filters
de: &Filter einrichten
fr: Modifier &Filtres
it: Modifica i &filtri
ja: フィルター(&F)
ko: 필터 수정(&F)
nl: &Filters bewerken
pa: ਫਿਲਟਰ ਸੋਧ(&F)
zh_cn: 编译转换器(&F)

source: Available &Filters
de: Verfügbare &Filter
fr: &Filtres Disponibles
it: &Filtri disponibili
ja: 利用可能なフィルター(&F)
ko: 가용한 필터들(&F)
nl: Beschikbare &Filters
pa: ਉਪਲੱਬਧ ਫਿਲਟਰ(&F)
zh_cn: 可用的过滤器(&F)

source: &Remove Filter
de: Filter &entfernen
fr: Supprime&r Filtre
it: &Rimuovi filtro
ja: フィルターを削除(&R)
ko: 필터 삭제(&R)
nl: &Verwijder filter
pa: ਫਿਲਟਰ ਹਟਾਓ(&R)
zh_cn: 移除过滤器(&R)

source: Move &Up
ja: 上に移動(&U)
ko: 위로 이동(&U)
nl: Verplaats omhoog
zh_cn: 上移(&U)

source: Move &Down
ja: 下に移動(&D)
ko: 아래로 이동(&D)
nl: Verplaats omlaag
zh_cn: 下移(&D)

source: &Add Filter
de: Filter &hinzufügen
fr: &Ajouter Filtre
it: &Aggiungi filtro
ja: フィルターを追加(&A)
ko: 필터 추가(&A)
nl: Filter instellen
pa: ਫਿਲਟਰ ਸ਼ਾਮਲ(&A)
zh_cn: 安装过滤器(&A)

source: &More Info
de: &Weitere Informationen
fr: Pl&us d'Infos
it: &Maggiori informazioni
ja: 詳細情報(&M)
ko: 추가 정보(&M)
nl: &Meer informatie
pa: ਹੋਰ ਜਾਣਕਾਰੀ(&M)
zh_cn: 详细信息(&M)

source: &Installed Filters for this Input Method
de: Für diese Eingabemethode &installierte Filter
fr: Filtres &Installés pour cette Méthode de Saisie
it: Filtri &installati per questo metodo di inserimento
ja: この入力メソッドのインストール済みのフィルタ(&I)
ko: 입력방법을 위해 설치된 필터들(&I)
nl: &Geinstalleerde filters voor deze invoer methode
pa: ਇਹ ਇੰਪੁੱਟ ਢੰਗ ਲਈ ਇੰਸਟਾਲ ਫਿਲਟਰ(&I)
zh_cn: 此输入法已安装的过滤器(&I)

source: Canc&el
de: A&bbrechen
fr: Annul&er
it: Ann&ulla
ja: キャンセル(&E)
ko: 취소(&e)
nl: Annul&eren
pa: ਰੱਦ ਕਰੋ(&e)
zh_cn: 取消(&E)

source: Edit Supported Locales
de: Unterstützte Regionaleinstellungen einrichten
fr: Modifier Localisations Supportées
it: Modifica le localizzazioni supportate
ja: サポートするロケールを編集
ko: 지원 로케일 수정
nl: Ondersteunde Locales instellen
pa: ਸਹਿਯੋਗੀ ਲੋਕੇਲ ਸੋਧ
zh_cn: 设置支持的 Unicode 区域

source: If you want to use skim (scim-panel-kde) or scim-qtimm (Qt immodule support for SCIM), please select kconfig as the config module.
de: Wenn Sie skim (scim-panel-kde) oder scim-qtimm (Unterstützung von SCIM für Qt immodule) verwenden möchten, wählen Sie bitte kconfig als Modul für die Einstellung.
fr: Pour pouvoir utiliser skim (scim-panel-kde) ou scim-qtimm (support Qt immodule pour SCIM), sélectionner kconfig comme module de configuration.
it: Se vuoi usare Skim (scim-panel-kde) o scim-qtimm (supporto del modulo dei metodi di inserimento Qt per Scim), seleziona kconfig come modulo di configurazione.
ja: skim(scim-panel-kde)またはscim-qtimm(SCIMのQt immoduleサポート)を使用する場合は、設定モジュールをkconfigに指定して下さい。
ko: 스킴 (scim-panel-kde) 또는 scim-qtimm (SCIM을 지원하는 Qt immodule) 을 사용하려고 한다면, kconfig 를 선택하고 모듈설정을 조절 하세요.
nl: Indien skim (scim-panel-kde) of scim-qtimm (Qt invoer methode ondersteuning voor SCIM) wordt gebruikt, selecteer kconfig als configuratie module.
zh_cn: 如果您想使用 skim (scim-panel-kde) 或者 scim-qtimm (SCIM 的Qt 输入法模块支持)，请选择 kconfig 作为配置模块。

source: Specify Hotkeys for IME "%1"
de: Tastenkürzel für die Eingabemethode "%1" angeben
fr: Spécifier Raccourcis pour Méthode de Saisie "%1"
it: Specifica i tasti rapidi per il motore di inserimento "%1"
ja: IME "%1" のホットキーを指定
ko: IME "%1" 을 위한 특별 단축키
nl: Sneltoetsen instellen voor IME"%1"
pa: IME "%1" ਲਈ ਹਾਟ-ਸਵਿੱਚਾਂ ਦਿਓ
zh_cn: 为输入法 "%1"指定热键

source: Input Window
de: Eingabefenster
fr: Fenêtre de Saisie
it: Finestra di inserimento
ja: 入力ウィンドウ
ko: 입력창
nl: Invoer venster
pa: ਇੰਪੁੱਟ ਝਰੋਖਾ
zh_cn: 输入窗口

source: Candidates Window (Lookup Table)
de: Auswahlfenster (Auswahlliste)
fr: Fenêtre Candidats (Table de Recherche)
it: Finestra dei candidati (tabella di riferimento)
ja: 候補ウィンドウ
ko: 후보 창(미리보디 테이블)
nl: Voorstel-venster (opzoek-tabel)
pa: ਇਕਾਈ ਝਰੋਖਾ (ਖੋਜ ਸਾਰਣੀ)
zh_cn: 候选词窗口

source: Input Window Settings
de: Einstellungen des Eingabefensters
fr: Configuration Fenêtre de Saisie
it: Impostazioni della finestra di inserimento
ja: 入力ウィンドウの設定
ko: 입력창 설정
nl: Invoer venster instellingen
pa: ਇੰਪੁੱਟ ਝਰੋਖਾ ਵਿਵਸਥਾ
zh_cn: 输入窗口设置

source: &Sticky Window
de: Fenster &festsetzen
fr: Fenêtre Epin&glée
it: Finestra fi&ssa
ja: 固定ウィンドウ(&S)
ko: 고정 창(&S)
nl: &Sticky venster
pa: ਚੇਪੂ ਝਰੋਖਾ(&S)
zh_cn: 固定窗口位置(&S)

source: Use &Vertical Lookup Table
de: &Vertikale Auswahlliste verwenden
fr: Utilisation Table de Recherche &Verticale
it: Usa tabella di riferimento &verticale
ja: 縦型候補ウィンドウを使用(&V)
ko: 수직 미리보기테이블 사용(&V)
nl: Gebruik &Vertikale opzoek-tabel
pa: ਲੰਬਕਾਰੀ ਖੋਜ ਸਾਰਣੀ ਵਰਤੋਂ(&V)
zh_cn: 纵向显示候选词(&V)

source: &Embedded Lookup Table
de: &Eingebettete Auswahlliste
fr: Table de R&echerche Intégrée
it: Tabella di riferimento int&egrata
ja: 埋め込み候補ウィンドウ(&E)
ko: 내장된 미리보기 창(&E)
nl: &interne opzoek-tabel
pa: ਸ਼ਾਮਲ ਖੋਜ ਸਾਰਣੀ(&E)
zh_cn: 嵌入式候选词窗口(&E)

source: &Minimize the width of Lookup Table
de: Breite der Auswahlliste &minimieren
ja: 候補ウィンドウの幅を最小化(&M)
ko: 미리보기 테이블 폭 최소화(&M)
nl: &Minimaliseer de breedte van de opzoek-tabel
pa: ਖੋਜ ਸਾਰਣੀ ਦੀ ਘੱਟੋ-ਘੱਟ ਚੌੜਾਈ(&M)
zh_cn: 使用尽可能窄的候选词窗口(&M)

source: &Font
de: &Schriftart
fr: &Police
it: &Carattere
ja: フォント(&F)
ko: 글꼴(&F)
nl: (&F) Lettertype
pa: ਫੋਂਟ(&F)
zh_cn: 字体(&F)

source: Window Name
de: Fenstername
fr: Nom de Fenêtre
it: Nome della finestra
ja: ウィンドウ名
ko: 창 이름
nl: Venster naam
pa: ਝਰੋਖਾ ਨਾਂ
zh_cn: 窗口名称

source: Translucency
de: Transparenz
fr: Transparence
it: Traslucenza
ja: 半透明
ko: 반투명
nl: Doorzichtigheid
pa: ਪਾਰਦਰਸ਼ੀ
zh_cn: 通明度

source: Enable &Composite Support
de: &Composite-Unterstützung aktivieren
fr: Activation Support &Composite
it: Abilita il supporto per &Composite
ja: Compositeサポートを有効にする(&C)
ko: 투명화 기능 활성화
nl: &Composite-ondersteuning inschakelen
pa: ਸੰਯੁਕਤ ਸਹਿਯੋਗ ਯੋਗ(&C)
zh_cn: 启用混合效果支持(&C)

source: Composite Settings
de: Composite-Einstellungen
fr: Configuration Composite
it: Impostazioni di Composite
ja: Compositeの設定
ko: 투명화 설정
nl: Composite instellingen
pa: ਸੰਯੁਕਤ ਵਿਵਸਥਾ
zh_cn: 配置混合效果

source: &Use KDE built-in Composite Manager (kompmgr)
de: &Verwende KDEs eingebauten Composite-Manager (kompmgr)
fr: &Utilisation du Gestionnaire de Composites de KDE (kompmgr)
it: &Usa il gestore di Composite incorporato in KDE
ja: KDEビルトインCompositeマネージャ(kompmgr)を使用(&U)
ko: KDE 내장 투명 관리자(kompmgr) 사용(&U)
nl: (&U) KDE ingebouwde Composite Manager (kompmgr) gebruiken
pa: KDE ਵਿੱਚ ਸ਼ਾਮਲ ਸੰਯੁਕਤ ਪਰਬੰਧਕ ਵਰਤੋਂ (kompmgr) (&U)
zh_cn: 使用KDE内建 Composite 管理器 (kompmgr) (&U)

source: &Active Window:
de: &Aktives Fenster:
fr: Fenêtre &Active :
it: Finestra &attiva:
ja: アクティブウィンドウ(&A):
ko: 창 활성화(&A):
nl: &Actieve venster
pa: ਸਰਗਰਮ ਝਰੋਖਾ(&A):
zh_cn: 活动窗口(&A)

source: Control
de: Strg
fr: Ctrl
ja: Ctrl
pa: ਕੰਟਰੋਲ

source: Cont&rol
de: &Strg
fr: &Ctrl
ja: Ct&rl

source: Hyper
ko: 하이퍼
nl: Hypertekst
pa: ਹਾਇਪਰ

source: scim-panel-kde
nl: scim-paneel-kde

source: scim-panel-gtk
nl: scim-paneel-gtk

source: (C) 2003-2006 LiuCougar <liuspider@users.sourceforge.net>
ko: C) 2003-2006 류 쿠루거 <liuspider@users.sourceforge.net>

source: Meta
fr: Méta
ko: 메타
pa: ਮੈਟਾ

source: Super
ko: 슈퍼
pa: ਸੁਪਰ

source: M&eta
fr: Mé&ta
ko: 메타(&e)

source: H&yper
ko: 하이퍼(&y)

source: Shift
de: Umschalt
fr: Maj

source: CapsLock
de: Feststelltaste
fr: VerrMaj

source: Sh&ift
de: &Umschalt
fr: Ma&j

source: Caps &Lock
de: &Feststelltaste
fr: &VerrMaj
