Repository: wwood/scim
Catalog: skim/trunk/po/desktop_*.po
Languages: de, fr, it, ja, ko, nl, pa

source: Name=skim
ko: Name=스킴
nl: Naam=skim
pa: Name=ਸਕਿਮ

source: Comment=Input method platform
de: Comment=Plattform für Eingabemethoden
fr: Comment=Plateforme méthode de saisie
it: Comment=Piattaforma per metodi di inserimento
ja: Comment=インプットメソッドプラットフォーム
ko: Comment=입력방식
nl: Comment=Plattform voor invoermethodes
pa: Comment=ਇਪੁੱਟ ਢੰਗ ਪਲੇਟਫਾਰਮ

source: Comment=A Skim Plugin
de: Comment=Eine Komponente für skim
fr: Comment=Un Composant pour Skim
it: Comment=Un plugin di Skim
ja: Comment=skimプラグイン
ko: Comment=스킴 플로그인
nl: Comment=Een plugin voor skim
pa: Comment=ਇੱਕ ਸਕਿੱਪ ਪਲੱਗਿੰਨ

source: Comment=A Skim UI Plugin
de: Comment=Eine Komponente für die Benutzeroberfläche von skim
fr: Comment=Un Composant interface utilisateur pour Skim
it: Comment=Un plugin per l'interfaccia di Skim
ja: Comment=skim UIプラグイン
ko: Comment=스킴 사용자환경 플러그인
nl: Comment=Een gebruikers-interface plugin skim
pa: Comment=ਇੱਕ ਸਕਿੱਪ UI ਪਲੱਗਿੰਨ

source: Comment=A Config Plugin for Skim
de: Comment=Eine Einstellungskomponente für skim
fr: Comment=Un Composant de configuration pour Skim
it: Comment=Un plugin per la configurazione di Skim
ja: Comment=skim設定プラグイン
ko: Comment=스킴을 위한 설정 플러그인
nl: Comment=Een configuratie-plugin voor skim
pa: Comment=ਸਕਿਮ ਲਈ ਸੰਰਚਨਾ ਪਲੱਗਿੰਨ

source: Comment=A definition of one Skim Setup Category
de: Comment=Eine Definition einer Kategorie von Einstellungen von skim
fr: Comment=La définition d'une rubrique de configuration pour Skim
it: Comment=Una definizione di una categoria di configurazione di Skim
ja: Comment=skim設定カテゴリーの定義
ko: Comment=하나의 Skim 카테고리 설정 정의
nl: Comment=Een definitie van een groep van instellingen van skim
pa: Comment=ਇੱਕ ਸਕਿੱਪ ਸੈਟਅੱਪ ਵਰਗ ਦੀ ਪਰਭਾਸ਼ਾ

source: Name=Main Toolbar
de: Name=Hauptwerkzeugleiste
fr: Name=Barre d'Outils Principale
it: Name=Barra degli strumenti principale
ja: Name=メインツールバー
ko: Name=주 도구창
nl: Name=Hoofd werkbalk
pa: Name=ਮੁੱਖ ਸੰਦ-ਪੱਟੀ

source: Comment=Main Toolbar Configuration
de: Comment=Einrichtung der Hauptwerkzeugleiste
fr: Comment=Configuration de la Barre d'Outils Principale
it: Comment=Configurazione della barra degli strumenti principale
ja: Comment=メインツールバーの設定
ko: Comment=주 도구창 설정
nl: Comment=Hoofd werkbalk instellingen
pa: Comment=ਮੁੱਖ ਸੰਦ-ਪੱਟੀ ਸੰਰਚਨਾ

source: Name=Toggle Docking
de: Name=Andocken ein/ausschalten
fr: Name=Activation Amarrage
it: Name=Commuta l'agganciamento
ja: Name=ドッキングをトグル
ko: Name=삽입 전환
nl: Name=Vastklikken IN/UIT schakelen
pa: Name=ਡੋਕ ਤਬਦੀਲ

source: Comment=Main Window
de: Comment=Hauptfenster
fr: Comment=Fenêtre Principale
it: Comment=Finestra principale
ja: Comment=メインウィンドウ
ko: Comment=중심 창
nl: Comment=Hoofdvenster
pa: Comment=ਮੁੱਖ ਝਰੋਖਾ

source: Name=SCIM Server
fr: Name=Serveur SCIM
it: Name=Server SCIM
ja: Name=SCIMサーバ
ko: Name=SCIM 서버
pa: Name=SCIM ਸਰਵਰ

source: Comment=init scim-lib as backend server
de: Comment=scim-lib als Server initialisieren
fr: Comment=initialisation de scim-lib en tant que serveur en base arrière
it: Comment=Inizializza scim-lib come server di interfaccia
ja: Comment=scim-libをバックエンドサーバとして起動
ko: Comment=기반 서버로 scim-lib 구동
nl: Comment=scim-lib als Server starten
pa: Comment=init scim-lib ਬੈਕਐਂਡ ਸਰਵਰ ਵਾਂਗ

source: Name=System Tray Icon
de: Name=Kontrolleistensymbol
fr: Name=Icône de la Barre des Tâches
it: Name=Icona del vassoio di sistema
ja: Name=トレイアイコン
ko: Name=시스템 트레이 아이콘
nl: Name=Systeemvak pictogram
pa: Name=ਸਿਸਟਮ ਟਰੇ ਆਈਕਾਨ

source: Comment=Configure plugin for System Tray Indicator
de: Comment=Komponente für die Anzeige im Systemabschnitt der Kontrolleiste einrichten
fr: Comment=Configuration Indicateur de la Barre des Tâches
it: Comment=Plugin di configurazione per l'indicatore del vassoio di sistema
ja: Comment=システムトレイ・インジケイターの設定
ko: Comment=시스템 트레이 표시자 설정 플러그인
nl: Comment=Configuratie-plugin voor systeemvak-indicator
pa: Comment=ਸਿਸਟਮ ਟਰੇ ਸੂਚਕ ਲਈ ਪਲੱਗਿੰਨ ਸੰਰਚਨਾ

source: Comment=System Tray Indicator
de: Comment=Anzeige im Systemabschnitt der Kontrolleiste
fr: Comment=Indicateur de la Barre des Tâches
it: Comment=Indicatore del vassoio di sistema
ja: Comment=システムトレイ・インジケイター
ko: Comment=시스템 트레이 표시자
nl: Comment=Systeemvak indicator
pa: Comment=ਸਿਸਟਮ ਟਰੇ ਸੂਚਕ

source: Name=Skim Plugins
de: Name=Komponenten von skim
fr: Name=Composants Skim
it: Name=Plugin di Skim
ja: Name=skimプラグイン
ko: Name=스킴 플러그인
pa: Name=ਸਕਿਪ ਪਲੱਗਿੰਨ

source: Comment=Enable/disable Skim Plugins
de: Comment=Komponenten von skim aktivieren/deaktivieren
fr: Comment=Activation/désactivation des composants de Skim
it: Comment=Abilita/disabilita i plugin di Skim
ja: Comment=skimのプラグインの有効/無効を設定
ko: Comment=스킴 플러그인 활성/비활성화
nl: Comment=Skim plugins IN/UIT-schakelen
pa: Comment=ਸਕਿਮ ਪਲੱਗਿੰਨ ਯੋਗ/ਅਯੋਗ

source: Name=General SCIM
de: Name=SCIM Globale Einstellungen
fr: Name=Communs SCIM
it: Name=SCIM generale
ja: Name=SCIM全般
ko: Name=일반 SCIM
nl: Name=SCIM algemene instellingen
pa: Name=ਆਮ SCIM

source: Comment=Configure for SCIM global settings
de: Comment=Globale Einstellungen von SCIM einrichten
fr: Comment=Configuration des paramètres globaux de SCIM
it: Comment=Configurazione delle impostazioni globali di SCIM
ja: Comment=SCIMの全体設定
ko: Comment=SCIM 주 설정 조정
nl: Comment=Algemen instellingen van SCIM configureren
pa: Comment=SCIM ਗਲੋਬਲ ਸੈਟਿੰਗ ਦੀ ਸੰਰਚਨਾ

source: Name=Global Settings
de: Name=Globale Einstellungen
fr: Name=Configuration Globale
it: Name=Impostazioni globali
ja: Name=全体設定
ko: Name=주요 설정
nl: Name=Algemene instellingen
pa: Name=ਗਲੋਬਲ ਸੈਟਿੰਗ

source: Name=Configure
de: Name=Einrichten
fr: Name=Configuration
it: Name=Configurazione
ja: Name=設定
ko: Name=설정
nl: Name=Configureren
pa: Name=ਸੰਰਚਨਾ

source: Comment=Global Configuration Dialog
de: Comment=Dialog für die globale Einrichtung
fr: Comment=Dialogue de Configuration Globale
it: Comment=Finestra di configurazione globale
ja: Comment=全体設定ダイアログ
ko: Comment=전체 설정 대화창
nl: Comment=Dialoog voor de algemen instellingen
pa: Comment=ਗਲੋਬਲ ਸੰਰਚਨਾ ਵਾਰਤਾਲਾਪ

source: Name=X Window
de: Name=X Windows
ja: Name=Xウィンドウ
ko: Name=X 윈도우
nl: Name=X Windows
pa: Name=X ਝਰੋਖਾ

source: Comment=Configure for X Window FrontEnd of SCIM
de: Comment=Die Benutzeroberfläche von SCIM für X Windows einrichten
fr: Comment=Configuration de X Window pour SCIM
it: Comment=Configurazione per l'interfaccia a X Window di SCIM
ja: Comment=SCIM Xフロントエンドの設定
ko: Comment=SCIM 연결에 대한 X Window 설정
nl: Comment=De frontend van SCIM voor X Windows instellen
pa: Comment=SCIM ਦੀ X ਝਰੋਖਾ ਮੁੱਖ-ਭੂਮੀ ਸੰਰਚਨਾ

source: Name=Global Setup
de: Name=Globale Einrichtung
fr: Name=Configuration Globale
it: Name=Configurazione globale
ja: Name=全体設定
ko: Name=주 설정
nl: Name=Algemene instellingen
pa: Name=ਗਲੋਬਲ ਸੈਟਅੱਪ

source: Name=Frontend
de: Name=Benutzeroberfläche
fr: Name=Fenêtre de Saisie
it: Name=Interfaccia
ja: Name=フロントエンド
ko: Name=프론트엔드
pa: Name=ਮੁੱਖ-ਭੂਮੀ

source: Name=IMEngines
de: Name=Eingabemethoden
fr: Name=Moteurs de Saisie
it: Name=Motori di inserimento
ja: Name=IMエンジン
ko: Name=IM 엔진
nl: Name=Invoer methode
pa: Name=IM-ਇੰਜਣ

source: Name=Panel
de: Name=Kontrolleiste
fr: Name=Panneau
it: Name=Pannello
ja: Name=パネル
ko: Name=패
nl: Name=Paneel
pa: Name=ਪੈਨਲ

source: Name=Input Window
de: Name=Eingabefenster
fr: Name=Fenêtre de Saisie
it: Name=Finestra di inserimento
ja: Name=入力ウィンドウ
ko: Name=입력창
nl: Name=Invoer venster
pa: Name=ਇੰਪੁੱਟ ਝਰੋਖਾ

source: Name=Stick
de: Name=Fixieren
fr: Name=Epingler
it: Name=Asta
ja: Name=固定
ko: Name=고정
nl: Name=Sticky
pa: Name=ਸਟਿੱਕੀ

source: Comment=When typing CJK characters you are interacting with this Input Window
de: Comment=Wenn Sie CJK-Zeichen eingeben, verwenden Sie das Eingabefenster
fr: Comment=Lors de la saisie de caractères CJK, vous interragissez avec cette Fenêtre de Saisie
it: Comment=Quando scrivi dei caratteri CJK, interagisci con questa finestra di inserimento
ja: Comment=CJK文字を入力する際に使用するウィンドウ
ko: Comment=CJK(중국어,일본어,한국어) 문자 입력시 이 입력창을 이용하게 됩니다.
nl: Comment=Wanneer CJK-karakters worden ingetoetst, wordt dit invoer venster gebruikt
pa: Comment=ਜਦੋਂ CJK ਅੱਖਰ ਲਿਖੇ ਜਾਣ ਤਾਂ ਤੁਸੀਂ ਇਹ ਇੰਪੁੱਟ ਝਰੋਖੇ ਨਾਲ ਤਾਲਮੇਲ ਰੱਖੋ

source: Comment=Configure for Input Window
de: Comment=Eingabefenster einrichten
fr: Comment=Configuration Fenêtre de Saisie
it: Comment=Configurazione per la finestra di inserimento
ja: Comment=入力ウィンドウの設定
ko: Comment=입력창 설정
nl: Comment=Invoer venster instellen
pa: Comment=ਇੰਪੁੱਟ ਝਰੋਖੇ ਦੀ ਸੰਰਚਨਾ

source: Name=Composite
fr: Name=Mode Composite
ko: Name=투명설정
pa: Name=ਗੁੰਝਲਦਾਰ

source: Comment=Configuration of the composite features in skim
de: Comment=Composite-Eigenschaften von skim einrichten
fr: Comment=Configuration des fonctions composites dans skim
it: Comment=Configurazione delle funzionalità di Composite di Skim
ja: Comment=skimで使用するComposite機能の設定
ko: Comment=skim 에서 투명화 지원 부분 설정
nl: Comment=Composite-eigenschappen van skim instellen
pa: Comment=ਸਕਿਮ ਵਿੱਚ ਗੁੰਝਲਦਾਰ ਫੀਚਰ ਦੀ ਸੰਰਚਨਾ

source: Name=Composite Management
de: Name=Composite-Verwaltung
fr: Name=Gestion Modes Composites
it: Name=Gestione di Composite
ja: Name=Compositeの管理
ko: Name=투명화 지원 설정
nl: Name=Composite-beheer
pa: Name=ਗੁੰਝਲਦਾਰ ਪਰਬੰਧਨ

source: Comment=Manage the composite features in skim
de: Comment=Die Composite-Eigenschaften von skim verwalten
fr: Comment=Gestion des fonctions composites dans skim
it: Comment=Gestisci le funzionalità di Composite di Skim
ja: Comment=skimで使用するComposite機能を管理
ko: Comment=skim 에 투명화 지원 부분 설정
nl: Comment=Die Composite-eigenschappen van skim beheren
pa: Comment=ਸਕਿਮ ਵਿੱਚ ਗੁੰਝਲਦਾਰ ਫੀਚਰ ਪਰਬੰਧਨ

source: Name=Smart Pinyin
de: Name=Intelligentes Pinyin
it: Name=Pinyin intelligente
ja: Name=智能ピンイン
ko: Name=똑똑한 평음
nl: Name=Intelligente Pinyin
pa: Name=ਚੁਸਤ Pinyin

source: Comment=Configure plugin for Smart Pinyin IMEngine
de: Comment=Komponente für die Eingabemethode "Intelligentes Pinyin" einrichten
fr: Comment=Configuration du Moteur de Saisie Smart Pinyin
it: Comment=Plugin di configurazione per il motore di inserimento Pinyin intelligente
ja: Comment=智能ピンインIMエンジンの設定
ko: Comment=똑똑한 평음 IM엔진 설정 플러그인
nl: Comment=Plugins voor de invoermethode "Intelligente Pinyin" instellen
pa: Comment=ਸਮਾਟ Pinyin IMEngine ਲਈ ਸੰਰਚਨਾ ਪਲੱਗਿੰਨ

source: Name=Generic Tables
de: Name=Generische Tabellen
fr: Name=Tables Génériques
it: Name=Tavole generiche
ja: Name=一般テーブル
ko: Name=일반 테이블
nl: Name=Algemene tabellen
pa: Name=ਆਮ ਸਾਰਣੀਆਂ

source: Comment=Configuration of Generic Tables IMEngine
de: Comment=Eingabemethoden mit generischen Tabellen einrichten
fr: Comment=Configuration du Moteur de Tables Génériques
it: Comment=Configurazione del motore di inserimento con tavole generiche
ja: Comment=一般テーブルIMエンジンの設定
ko: Comment=일반 테이블 IM엔진 설정
nl: Comment=Invoermethode met algemene tabellen instellen
pa: Comment=ਆਮ ਸਾਰਣੀ IMEngine ਲਈ ਸੰਰਚਨਾ

source: Name=Hangul
ja: Name=ハングル
ko: Name=한글
pa: Name=ਹੁਗਲ

source: Comment=Configure for scim-hangul IMEngine
de: Comment=Eingabemethode scim-hangul einrichten
fr: Comment=Configuration Moteur de Saisie scim-Hangul
it: Comment=Configurazione per il motore di inserimento scim-hangul
ja: Comment=scim-hangul IMエンジンの設定
ko: Comment=scim-hangul IM엔진 설정
nl: Comment=Invoer methode scim-hangul instellen
pa: Comment=ਸਕਿਮ-ਹੁੰਗਲ IMEngine ਲਈ ਸੰਰਚਨਾ
