Repository: wwood/scim
Catalog: scim-input-pad/trunk/po/*.po
Languages: de

source: Input Pad
de: Eingabepad

source: An On Screen Input Pad to input some symbols easily.
de: Ein Eingabepad, um einige Sonderzeichen und Symbole leichteingeben zu können.

source: Recently Used
de: Kürzlich benutzt

source: Options
de: Optionen

source: _Show Preview
de: _Vorschau anzeigen

source: Whether to show preview of a character in a popup window with larger size.If it's enabled, then a preview window will be showed if mouse pointer is moved onto the button and stay for a short while.
de: Wenn diese Option eingeschaltet ist, wird ein vergrößertes Zeichen ineinem Popupfenster angezeigt, wenn der Mauszeiger über einen Buttonbewegt wird und dort eine Weile stehenbleibt.

source: _Preview Size (pt):
de: _Größe der Vorschau (Punkte)

source: The size of preview, in points.
de: Größe der Vorschau in Punkten.

source: Preview _Delay (ms):
de: Ver_zögerung bis zur Vorschau (ms)

source: The delay between moving mouse pointer onto the button and showing preview. In milliseconds.
de: Die Verzögerung in Millisekunden zwischen dem Bewegen des Mauszeigersauf den Button und der Anzeige der Vorschau.

source: _Enable Repeat
de: Autorepeat _einschalten

source: Whether to enable repeatedly committing. If it's enabled, then the character or key event will be committed to client repeatedly if you hold the button pressed.
de: Wenn diese Option eingeschaltet ist wird, das Zeichen beziehungsweisedas Tastenereignis wiederholt in den Client eingegeben, wenn derKnopf gedrückt gehalten wird.

source: _Repeat Delay (ms):
de: Autorepeat Ve_rzögerung (ms):

source: The delay between pressing down the button and starting repeatedly committing.In milliseconds.
de: Die Verzögerung in Millisekunden zwischen dem Drücken desKnopfes und dem Einsetzen der Autorepeat-Funktion.

source: Repeat _Frequency (times/sec):
de: Autorepeat _Frequenz (Anzahl/s):

source: The frequency of repeatedly committing. In times/second.
de: Geschwindigkeit des Autorepeat (Anzahl/Sekunde).

source: _Clear Recently Used history
de: "Kürzlich benutzt"-Liste _löschen

source: If it's checked, then the history of recently used characters and key events will be cleared.
de: Wenn diese Option aktiviert wird, wird die Liste der kürzlicheingegeben Zeichen gelöscht.

source: Open the options dialog.
de: Öffnet den Dialog zum Einstellen der Optionen.

source: Characters
de: Zeichen

source: KeyEvents
de: Tastenereignisse

source: Show/Hide Input Pad.
de: Eingabepad anzeigen/verstecken

source: Arrow
de: Pfeil

source: Box drawing
de: Kästen und Linien

source: CJK Compatibility
de: CJK Kompatibilitätszeichen

source: Controls
de: Steuerungszeichen

source: Currency
de: Währungssymbole

source: Enclosed
de: Umrahmte Zeichen

source: Fraction
de: Brüche

source: General
de: Allgemein

source: Geometric
de: Geometrische Zeichen

source: Graphics
de: Graphik

source: Latin
de: Lateinalphabet

source: Latin Extended-A
de: Lateinalphabet Erweiterung-A

source: Latin-1 Supplement
de: Lateinalphabet, Zusatz 1

source: Letterlike
de: Buchstabenähnlich

source: Mathematical
de: Mathematik

source: Miscellaneous
de: Verschiedenes

source: Numbers
de: Ziffern

source: Punctuations
de: Punktierungszeichen

source: Roman
de: Römische Ziffern

source: Small Form
de: Kleine Form

source: Subscripts
de: Untere Indices

source: Superscripts
de: Obere Indices

source: Symbols
de: Symbole

source: Technicals
de: Technische Symbole

source: Unit
de: Einheiten

source: CJK Radicals Extension
de: Erweiterung der CJK-Radikale

source: Ideographic Description Characters
de: Ideographische beschreibende Zeichen

source: Japanese
de: Japanisch

source: KangXi Radicals
de: Radikale

source: Radicals (UniHan Ideographs)
de: Radikale (UniHan Ideographen)

source: Chinese
de: Chinesisch

source: Radicals
de: Radikale

source: Compose Keys
de: Composetasten

source: Function Keys
de: Funktionstasten

source: Hangul Chars
de: Hangul Zeichen

source: Korean
de: Koreanisch

source: Virtual Keyboard
de: Virtuelle Tastatur
